Repository: z80/mapper
Catalog: docs/heekscad/translations/*/HeeksCAD.po
Languages: fr, it, ru

source: There were errors!, see Output window
fr: Il y a des erreurs! Regardez la fenêtre "Sortie"
it: Ci sono alcuni errori! guarda la finestra Output

source: send-to-machine command
fr: commande système pour l'envoi à la machine
it: invia alla macchina un comando

source: Machines
it: Macchine

source: Output File Name Follows Data File Name
fr: Nom du G-Code identique à celui du projet
it: 'Output file' con lo stesso nome del file dati

source: Units for NC Output
fr: Unités pour la commande numérique
it: Unità di misura per i file nc

source: Pick position
fr: Choisir une position
it: Scegli posizione

source: clearance height
fr: hauteur libre
it: altezza libera

source: rapid safety space
fr: espacement de sécurité
it: spazio di sicurezza per rapidi

source: start depth
fr: profondeur de départ
it: profondità iniziale

source: final depth
fr: profondeur finale
it: profondità finale

source: max step down
fr: passe en Z maximale
it: max passo Z

source: z finish depth
fr: hauteur à réserver pour la finition
it: profondità finitura Z

source: z thru depth
fr: hauteur de la passe traversante
it: profondità Z oltre il materiale

source: user depths
fr: profondeurs manuelles
it: profondità utente

source: Set All Operations Active
fr: Activer toutes les opérations
it: Attiva Tutte le Operazioni

source: Set All Operations Inactive
fr: Désactiver toutes les opérations
it: Disattiva Tutte le Operazioni

source: nc options
fr: affichage
it: opzioni nc

source: text colors
fr: couleurs des textes
it: colore testo

source: default color
fr: couleur par défaut
it: colore di default

source: block color
fr: couleur de bloc
it: colore blocco

source: misc color
fr: couleur pour le reste
it: colore misc

source: program color
fr: couleur du programme
it: colori programma

source: tool color
fr: couleur de l'outil
it: colore attrezzo fresa

source: comment color
fr: couleur des commentaires
it: colore commento

source: variable color
fr: couleur des variables
it: colore variabili

source: prep color
fr: couleur d'ébauche
it: colore prep

source: axis color
fr: couleur des axes
it: colore asse

source: rapid color
fr: couleur déplacement rapide
it: colore rapidi

source: feed color
fr: couleur déplacement en travail
it: colore avanzamento

source: Arc Interpolation Count
fr: Nombre d'interpolation d'arc
it: Conteggio Interpolazione Archi

source: tolerance
fr: tolérance
it: tolleranza

source: same for each pattern position
fr: identique pour chaque motif
it: uguale per ogni posizione del modello

source: Clearance Height
fr: Hauteur Libre
it: Altezza Libera

source: Rapid Safety Space
fr: Espacement de Sécurité
it: Spazio di Sicurezza per Rapidi

source: Start Depth
fr: Profondeur de Départ
it: Altezza Z Iniziale

source: Final Depth
fr: Profondeur Finale
it: Altezza Z Finale

source: Step Down
fr: Passe en Z
it: Passo Z

source: Z Finish Depth
fr: Hauteur à réserver pour la Finition
it: Profondità Finitura Z

source: Z Through Depth
fr: Hauteur de la Passe traversante
it: Profondità (Z) escursione oltre il materiale

source: Solids
fr: Solides
it: Solidi

source: Pick solids
fr: Choisir des Solides
it: Scegli solidi

source: Would you like to change the HeeksCAD view units too?
fr: Voulez-vous également changer l'unité de visualisation d'HeeksCAD ?
it: Vuoi cambiare anche le unità di visualizzazione di HeeksCAD?

source: machine
it: macchina

source: output file name follows data file name
fr: nom du G-Code identique à celui du projet
it: 'Output file' con lo stesso nome del file dati

source: units for nc output
fr: unités du fichier CN
it: unità d'uscita per i file nc

source: Exact Path Mode
fr: Mode trajectoire exacte (G61)
it: Percorso Esatto

source: Exact Stop Mode
fr: Mode arrêt exact (G61.1)
it: Stop Esatto

source: Best Possible Speed
fr: Mode trajectoire continue avec tolérance
it: Migliore Velocità Possibile

source: Undefined
fr: Non défini
it: Indefinito

source: Path Control Mode
fr: Contrôle des trajectoires
it: Modalità a Percorso Controllato

source: Motion Blending Tolerance
fr: déviation maximale tolérée
it: Tolleranza alla fusione

source: Naive CAM Tolerance
fr: tolérance "naïve CAM"
it: Semplice tolleranza CAM

source: The Python program is too long
fr: Le programme Python est trop long
it: Il programma Python è troppo lungo

source: to display in this window.
fr: pour afficher dans cette fenêtre.
it: visualizzato in questa finestra.

source: Please edit the python program directly at
fr: Veuillez éditer le fichier python directement depuis
it: Si prega di modificare il programma python direttamente a

source: Save As Default
fr: Définir comme table d'outil par défaut
it: Salva come

source: Export Tool Table...
fr: Exporter la table d'outils...
it: Esporta Tabella Utensili

source: Restore Default Tools
fr: Restaurer la table d'outil par défaut
it: Ripristina Strumenti Predefiniti

source: Import Tool Table...
fr: Importer la table d'outils...
it: Importa Tabella Utensili

source: Guage number replaces size
it: Il Calibro (Gauge) sostituisce dimensione

source: Include guage number and size
it: Includere numero guage e misura

source: Title Format
fr: Format du Titre
it: Formato Titolo

source: Tool On Side
fr: Type de Contournage
it: Utensile Sul Lato

source: Cut Mode
fr: Mode de Coupe
it: Modalità di taglio

source: Roll Radius
fr: Rayon de Contournage
it: Raggio Rotazione

source: Do Finishing Pass
fr: Effectuer une Passe de Finition
it: Passo di Finitura

source: Only Finishing Pass
fr: Seulement la Passe de Finition
it: Solo Passo di Finitura

source: Finishing Feed Rate
fr: Vitesse d'Avance pour la Finition
it: Avanzamento di Finitura

source: Finishing Cut Mode
fr: Mode de Coupe pour la Finition
it: Modalità Taglio di Finitura

source: Finish Step Down
fr: Passe pour la Finition
it: Passo Finitura Z

source: climb
fr: montée
it: ascenzionale

source: Step Over
fr: Passe Latérale
it: Passo orizzontale

source: Starting Place
fr: Position de Départ
it: Luogo di Partenza

source: Use Zig Zag
fr: Utiliser Zig Zag
it: Usa Zig Zag

source: Keep Tool Down
fr: Garder l'Outil en Bas
it: Mantieni Utensile Abbassato

source: Zig Zag Angle
fr: Angle de Zig Zag
it: Angolo Zig Zag

source: Zig Unidirectional
fr: Unidirectionnel (Zig)
it: Zig Unidirezionale

source: Sketches
fr: Esquisses
it: Schizzi

source: Pick a sketch
fr: Choisir une esquisse
it: Seleziona schizzo

source: sketch id
fr: id esquisse
it: id schizzo

source: Horizontal Feedrate
fr: Vitesse d'Avance Horizontale
it: Avanzamento Orizzontale

source: Vertical Feedrate
fr: Vitesse d'Avance Verticale
it: Avanzamento Verticale

source: Spindle Speed
fr: Vitesse de Broche
it: Velocità Mandrino

source: Select cancelled. No sketches were selected!
fr: Sélection annulée. Pas d'esquisse choisie!
it: Selezione cancellata. Non ci sono solidi selezionati!

source: Select Sketch
fr: Sélection une Esquisse
it: Seleziona Schizzo

source: Select Solids
fr: Sélection de Solides
it: Seleziona Solido

source: Select cancelled. No solids were selected!
fr: Sélection annulée. Pas de solide choisi!
it: Selezione cancellata. Non ci sono solidi selezionati!

source: solids
fr: solides
it: solidi

source: solid id
fr: id solide
it: id solido

source: Property Change String
it: Cambia Proprietà Stringa

source: Property Change Double
it: Cambia Proprietà Doppia

source: Property Change Length
it: Cambia Proprietà Lunghezza

source: Property Change Int
it: Cambia Proprietà Int

source: Property Change Color
it: Cambia Proprietà Colore

source: Property Change Vertex
it: Cambia Proprietà Vertice

source: Property Change Trsf
it: Cambia Proprietà Trsf

source: Magnifying by dragging a window
fr: Agrandir en traçant une fenêtre
it: Ingrandimento per trascinamento finestra
ru: Увеличение при перетаскивании окна

source: Dragging a window or picking a point
fr: Tracer une fenêtre ou choisir un point
it: Trascina la finesta o seleziona un punto
ru: Перетаскивайте окно или захватите точку

source: STL Solid
fr: Objet 3D STL
it: Solido STL
ru: тело формата STL

source: Make a sketch from face
fr: Créer une esquisse à partir de la face
it: Crea schizzo dalla faccia
ru: Сделать эскиз из поверхности

source: MenuSeparator
it: MenuSeparatore
ru: Разделитель меню

source: Faces
it: Facce
ru: Грани

source: Edges
fr: Arêtes
it: Bordi
ru: Ребра

source: Vertices
fr: Sommets
it: Vertici
ru: Вершины

source: Dragging a window
fr: Tracer une fenêtre
it: Trascina finestra
ru: Перетаскивание окна

source: Convert areas to sketches
fr: Convertir les surfaces en esquisses
it: Converti area in schizzo

source: Convert to Area
fr: Convertir en Surface
it: Converti in Area

source: Unite Areas
fr: Unifier les Surfaces
it: Unisci Area

source: Cut Areas
fr: Couper les Surfaces
it: Taglia Area

source: Intersect Areas
fr: Intersecter les Surfaces
it: Interseca Area

source: Inside Curves
it: Curve Interne

source: Make To Sketch
fr: Transformer en esquisse
it: Crea Schizzo
ru: Сделать эскиз

source: Make selected objects into a new sketch
fr: Transformer les objects sélectionnés en esquisse
it: Crea un nuovo schizzo con gli oggetti selezionati

source: Make selected edges into a new sketch
fr: Transformer les arêtes choisies en esquisse
it: Crea un nuovo schizzo con i bordi selezionati
ru: Создать эскиз из выбранных граней

source: Combine sketches
fr: Combiner des esquisses
it: Combina schizzi
ru: Комбинировать сечения

source: Combine selected sketches
fr: Combiner les esquisses choisies
it: Combina schizzi selezionati
ru: Комбинировать выделенные сечения

source: Unite sketches
fr: Unifier les esquisses
it: Unione schizzi
ru: Объеденить сечения

source: Unite selected sketches
fr: Unifier les esquisses sélectionnées
it: Unione schizzi selezionati
ru: Объединить выбранные сечения

source: Group selected items
fr: Grouper les éléments choisis
it: Raggruppa elementi selezionati
ru: Сгруппировать выбранные объекты

source: Ungroup
fr: Dégrouper
it: Separa
ru: Разгруппировать

source: Ungroup selected items
fr: Dégrouper les éléments choisis
it: Separa elementi selezionati
ru: Разргруппировать выделенные объекты

source: Transform to Coordinate System
fr: Transformer vers un Système de Coordonnées
it: Trasforma in Coordinate di Sistema
ru: Преобразовать к системе координат

source: Transform selected items using two coordinate systems
fr: Transformer les objets sélectionnés grâce à deux systèmes de coordonnées
it: Trasforma gli elementi selezionati utilizzando due sistemi di coordinate
ru: Преобразовать выбранные объекты, используя 2 координатные системы

source: Drawing
fr: Dessin
it: Disegno
ru: Черчение

source: Dimension drawing
fr: Dimensions du dessin
it: Dimensione Disegno
ru: Черчение размеров

source: Save Solids
fr: Sauvegarde Solide
it: Salva Solido
ru: Сохранить тела

source: Change Property
fr: Changer la Propriété
it: Cambia Proprietà

source: Point drawing
fr: Mode dessin de point
it: Disegna Punti
ru: Черчение точек

source: Unknown Property
fr: Propriété inconnue
it: Proprietà sconosciute
ru: Неизвестное свойство

source: Reorder
fr: Réordonner
it: Riordina

source: Re-select sketches
fr: Re-sélectionner les esquisses
it: riseleziona schizzi

source: Re-select sketch
fr: Re-sélectionner l'esquisse
it: Riseleziona schizzo

source: Re-select solids
fr: Re-sélectionner les solides
it: Riseleziona solido

source: Surfaces
fr: Surfaçages
it: Superficie

source: Drilling Operation
fr: Perçage
it: Operazione di Foratura

source: Pocket Operation
fr: Poche
it: Operazione di Svuotatura

source: Profile Operation
fr: Contournage
it: Operazione di Profilatura

source: Patterns
fr: Motifs
it: Modelli

source: r1
fr: rayon de la base

source: r2
fr: rayon du sommet

source: bezier
fr: Bézier
ru: кривая Безье

source: offset
fr: dilatation
ru: смещение

source: Offset Area
fr: Dilatation de Surface

source: inch
fr: pouce (inch)
ru: дюйм

source: tip relief
fr: affûtage
ru: форма рельефа

source: Font
fr: Police
ru: Шрифт

source: Reverse Object
fr: Inverser l'Objet

source: Layer Name Suffixes To Discard
fr: suffixes des couches à exclure
ru: Отменить суффиксы имен слоев

source: OpenCAMLib python files
fr: Fichiers python OpenCAMLib
ru: Файлы OpenCAMLib Python

source: Would you like to save changes?
fr: Voulez-vous enregistrer les changements ?

source: ILine
fr: Droite
ru: Линия типа I

source: Loop
fr: Boucle
ru: Петля

source: Input
fr: Saisie
ru: Ввод

source: Edit snap grid
fr: Éditer le pas de grille

source: snap grid
fr: Pas de grille

source: Plugins...
fr: Greffons...

source: Draw Rectangles
fr: Dessiner des rectangles

source: Draw Obrounds
fr: Dessiner des oblongs

source: Draw Polygons
fr: Dessiner des polygones

source: Add Gear
fr: Dessiner une roue dentée

source: Standard Tool Bar
fr: Barre d'outils standard

source: &File
fr: &Fichier
ru: &Файл

source: Plugins
fr: Greffons
ru: Подключаемые модули

source: Endof
fr: Fin

source: Mag No Rotation
fr: Agrandir sans Rotation

source: View Zoom
fr: Zoom dynamique
ru: Увеличить

source: files
fr: fichiers
ru: файлы

source: Xor Areas
fr: Xor sur les Surfaces

source: Area
fr: Surface

source: NC files
fr: Fichiers CN

source: Stock...
fr: Brut...

source: Output
fr: G-Code

source: Machining Tool Bar
fr: Barre d'outils Usinage

source: Cannot generate G-Code for pocket without a tool assigned
fr: Impossible de générer le G-Code pour la poche sans outil assigné

source: offset_extra
fr: déport

source: Cannot generate G-Code for profile without a tool assigned
fr: Impossible de générer le G-Code pour le contournage sans outil assigné

source: Offset Extra
fr: Déport

source: output file
fr: fichier CN

source: Output File
fr: Nom du G-Code

source: NC Code
fr: G-Code

source: Stock
fr: Brut

source: Stocks
fr: Bruts

source: OK
ru: Ок

source: obj1_id should be defined before obj2_id
ru: obj1_id будет определен ранее obj2_id

source: obj1_id specified but does not exist in memory
ru: obj1_id задан, но не существует в памяти

source: obj2_id specified but does not exist in memory
ru: obj2_id задан, но не существует в памяти

source: Two objects required for this constraint only one was specified
ru: Два объекта для этого ограничения требуют, чтобы только один был определен

source: A constraint type needs to be added to the list
ru: Тип ограничения должен быть добавлен в список

source: This is a woops and you shouldn't be reading this message
ru: Это ерунда, и Вы не должны увидеть это сообщение

source: Object error in a single object constraint
ru: Ошибка объекта для ограничения одного объекта

source: Object error in a two object constraint
ru: Ошибка объекта для ограничения двух объектов

source: Undefined Constraint?
ru: Незаданные ограничения?

source: Set Perpendicular
ru: Устаеновить перпендикуляр

source: Set these lines to be perpendicular
ru: Установить эти линии перпендикулярно

source: Toggle Tangent
ru: Включить касательную

source: Set line tangent to arc
ru: Сделать линию касательной к кривой

source: Set Parallel
ru: Установить паралелль

source: Set these lines to be parallel
ru: Сделать эти линии параллельными

source: Set Equal Length
ru: Установить одинаковую длину

source: Set these lines to be equal length
ru: Сделать эти линии одинаковой длины

source: Set Colinear
ru: Сделать коллинеарным

source: Set these lines to be colinear
ru: Сделать эти линии коллинеарными

source: Set Equal Radius
ru: Установить равный радиус

source: Set these arcs to have equal radii
ru: Установить для этих дуг один и тот же радиус

source: Set Concentric
ru: Сделать соосным

source: Set these arcs to be concentric
ru: Сделать эти дуги соосными

source: Set Coincident
ru: Сделать совпадающим

source: Set these points to be coincident
ru: Сделать, чтобы эти точки совпали

source: Add a dimension object
ru: Добавить размер объекта

source: Add Angular Dimension
ru: Добавить угловой размер

source: Add an angular dimension object
ru: Добавить угловой размер объекта

source: Set Point On Line
ru: Поставить точку на линии

source: Set this point on line
ru: Установить эту точку на линии

source: Set Point On Midpoint
ru: Поставить точку в середине

source: Set this point on the midpoint of line
ru: Установить эту точку на середине линии

source: Set this point on the midpoint of arc
ru: Установить эту тоучку на середине дуги

source: Set Point On Arc
ru: Установить точку на дуге

source: Set this point on arc
ru: Установить эту точку на дуге

source: Set Point On Circle
ru: Установить точку на окружности

source: Set this point on circle
ru: Установить эту точку на окружности

source: Run Test
ru: Запустить тест

source: Test Face, Sketches United
ru: Тестовая грань, эскизы объединены

source: Sketch On Face
ru: Кривая на поверхности

source: bspline
ru: b-сплайн

source: Error in GetFaceNormalAtUV
ru: Ошибка в методе GetFaceNormalAtUV

source: Toggle Dimension Constraint
ru: Включить ограничение размеров

source: Set this dimension as constrained
ru: Указать этот размер как ограниченный

source: Toggle Radius
ru: Включить радиус

source: Set this arcs radius as constrained
ru: Установить этот радиус дуги как ограниченный

source: mm
ru: мм

source: fixed light
ru: фиксированный свет

source: Allow OpenGL stippling
ru: Разрешить зернистость, на основе технологии OpenGL

source: autosolve constraints
ru: построить границы автоматически

source: construction color
ru: цвет конструкции

source: save constraints to file
ru: сохранить ограничения в файле

source: logging
ru: журналирование

source: FatalError
ru: Критическая ошибка

source: Error
ru: Ошибка

source: Warning
ru: Предупреждение

source: Message
ru: Сообщение

source: Status
ru: Статус

source: Info
ru: Информация

source: Debug
ru: Отладка

source: Trace
ru: Трассировка

source: log level
ru: Уровень подробности журналирования

source: use repetition counting
ru: использовать счетчик повторений

source: use timestamps
ru: использовать метку времени

source: RX274X/Gerber files
ru: файлы в формате RX274X/Gerber

source: Unmark
ru: Снять метку

source: Mark
ru: Пометить

source: Spline
ru: Сплайн

source: Constraint
ru: Граница

source: Pad
ru: Подложка

source: Part
ru: Часть

source: PocketSolid
ru: КарманТело

source: ObjectMaximum
ru: МаксимальныйОбъект

source: Trace Log
ru: Журнал трассировки

source: There was a problem printing. Perhaps your current printer is not set correctly?
ru: Проблемы при печати Возможно, текущий принтер неверно настроен?

source: There was a problem previewing. Perhaps your current printer is not set correctly?
ru: Проблема при предпросмотре Вероятно, текущий принтер неверно настроен?

source: Open Ctrl+O
ru: Открыть Ctrl+O

source: Print Ctrl+P
ru: Печать Ctrl+P

source: Save Settings
ru: Сохранить установки

source: Log
ru: Журнал

source: Validate Constraints
ru: Проверить границы

source: &Constraint Tester
ru: &Тестирование границ/ограничений

source: clearance
ru: зазор

source: addendum offset
ru: смещение выступа

source: addendum multiplier
ru: множитель ножки зубьев

source: dedendum multiplier
ru: множитель ножки зубьев

source: spacing
ru: интервал

source: inner ring diameter
ru: внутренний диаметр кольца

source: Toggle Horizontal
ru: Обозначить горизонтальным

source: Set this line to be horizontal
ru: Сделать линию горизонтальной

source: Toggle Vertical
ru: Обозначить вертикальным

source: Set this line to be vertical
ru: Сделать линию вертикальной

source: Toggle Line Length
ru: Включить длину линии

source: Set this lines length as constrained
ru: Сделать длину этой линии ограниченной

source: Toggle Fixed
ru: Установить зафиксированным

source: Set this point as fixed
ru: Зафиксировать точку (сделать неподвижной)

source: Click point location
ru: Нажмите на место точки

source: Enter offset in X,Y,Z format (with commas between them)
ru: Введите смещениев формате X,Y,Z (между ними используйте запятую)

source: Apply Offset To Selected Location
ru: Применить смещение к выбранному месту

source: Offset from point
ru: Смещение от точки

source: Number of items selected
ru: Количество выделенных объектов

source: Apply any changes made to the properties
ru: Принять все изменения, сделанные для свойств

source: Stop editing the object
ru: Окончить редактирование объекта

source: Height
ru: Высота

source: Ok
ru: Ок

source: _width_
ru: _ширина_

source: _height_
ru: _высота_

source: # This file converts the RAW image file generated by the HeeksCAD import of
ru: # Этот файл переконвертирован в формат RAW, который был сгенерирован программой HeeksCAD при импорте из

source: # a GERBER format data file into a GIF format file. This just makes it
ru: # файл данных формата GERBER в файле формата GIF. Это делает т

source: # more convenient for viewing
ru: # больше удобств для просмотра

source: End Sketch Mode
ru: Режим завершения эскизов

source: volume
ru: объем

source: solidify
ru: затвердеть

source: Enter Sketch Mode
ru: Войти в режим эскизов

source: Input extrusion height
ru: Введите высоту вытягивания

source: Pad Sketch
ru: Эскиз подложки

source: Input pad depth
ru: Введите глубину подложки

source: Pocket Sketch
ru: Эскиз кармана

source: Make To Part
ru: Сделать часть

source: Add To Part
ru: Добавить к части

source: Failed to convert sketch to wire
ru: Ошибка при конвертировании эскиза в провод

source: Wire fix failed
ru: Не удалось отремонтировать провод

source: Failed to convert wire to sketch
ru: Ошибка при конвертации провода в эскиз

source: Failed to fix wire
ru: Не удалось отремонтировать провод

source: Fix Wire
ru: Зафиксировать провод

source: simplify sketch options
ru: упрощение конфигурации эскиза

source: max deviation
ru: максимальное отклонение

source: cleanup tolerance (temporary)
ru: допуск очистки (временный)

source: bspline min degree (eg: 3)
ru: минимальный уровень b-сплана (например.. 3)

source: bspline max degree (eg: 8)
ru: максимальный уровень b-сплана (например.. 8)

source: bspline continuity (eg: GeomAbs_C2)
ru: непрерывность b-сплайнов (например: GeomAbs_C2)

source: Sort Points
ru: Сортировать точки

source: Force closed shape
ru: Принудительно закрыть фигуру

source: fix wire options
ru: параметры коррекции провода

source: reorder
ru: переупорядочить

source: fix small
ru: устранить мелкие дефекты

source: fix small precision
ru: зафиксировать низкую точность

source: fix self intersection
ru: устранить самопересечение

source: fix lacking
ru: устранить недостатки

source: fix degenerated
ru: устранить изменение формы

source: modify topology
ru: изменить топологию

source: modify geometry
ru: изменить геометрию

source: closed wire
ru: замкнутый контур

source: preference pcurve
ru: настройки p-кривой

source: fix gaps by ranges
ru: исправить пробелы по диапазонам

source: Failed to create BSpline curve
ru: Ошибка создания B-сплайна

source: Replaced
ru: Замененный

source: Click position to move from
ru: Укажите на позицию, откуда двигать

source: Click position to move to
ru: Кликните на то место, куда передвигать

source: Result of Wire Offset
ru: Результат смещения провода

source: Make selected lines and arcs into a new sketch
ru: Создать новый эскиз из выбранных линий и дуг

source: Simplify Sketch to Lines
ru: Упростить эскиз до ломаной

source: Simplify Sketch to BSplines
ru: Упростить эских до B-сплайнов

source: Sketch Pointer == NULL in HeeksObjOccurrenceInSketch
ru: Указатель на сечение == NULL в HeeksObjOccurrenceInSketch
