Repository: z80/mapper
Catalog: docs/heekscad/translations/*/HeeksCAD.po
Languages: fr, it, ru

source: Cuboid
fr: Pavé Droit
it: Cuboide
ru: Куб

source: Select a Sketch
it: Seleziona uno Schizzo

source: Select Sketches
fr: Sélection d'Esquisses
it: Seleziona Schizzi

source: Rectangle drawing
fr: Dessin de Rectangles
it: Disegna rettangoli
ru: Черчение прямоугольников

source: Polygon drawing
fr: Dessin de Polygones
it: Disegna poligoni
ru: Черчение многоугольника

source: Obround drawing
fr: Dessin d'Oblongs
it: Disegna asole
ru: Черчение с округленными углами

source: Regular shapes drawing
fr: Dessin de formes régulières
it: Disegna forme regolari
ru: Черчение правильных(симметричных) фигур

source: draw rectangles
fr: dessin de rectangles
it: disegna rettangoli
ru: чертить прямоугольники

source: draw polygons
fr: dessin de polygones
it: disegna poligoni
ru: чертить многоугольники

source: draw slots
fr: dessin d'oblongs
it: disegna asole
ru: чертить паз

source: drawing mode
fr: type de dessin
it: modalità disegno
ru: режим черчения

source: radius
fr: rayon
it: raggio
ru: радиус

source: number of sides for polygon
fr: Nombre de côtés du polygone
it: numero di lati del poligono
ru: количество сторон многоугольника

source: excribed circle
fr: cercle circonscrit
it: circonferenza circoscritta
ru: внешнее кольцо

source: inscribed circle
fr: cercle inscrit
it: circonferenza inscritta
ru: внутреннее кольцо

source: polygon mode
fr: type de polygone
it: modalità poligono
ru: режим многоугольников

source: string
fr: chaîne
it: stringa
ru: строка

source: pythagorean
fr: pythagorique
it: pitagorico
ru: пифагорейский

source: horizontal
it: orizzontale
ru: горизонтальный

source: vertical
it: verticale
ru: вертикальный

source: text mode
fr: mode texte
it: modo testo
ru: текстовый режим

source: scale
fr: échelle
it: scala
ru: размер

source: num teeth
fr: nombre de dents
it: Numero denti
ru: число зубов

source: module
it: modulo
ru: модуль

source: pressure angle
fr: angle de pression
it: angolo di pressione
ru: угол давления

source: depth
fr: profondeur
it: profondità
ru: глубина

source: cone half angle
fr: moitié d'angle de cône
it: mezzo angolo conicità
ru: половинный угол конуса

source: drawn angle
fr: angle
it: angolo disegnato

source: Make Sketches
fr: Créer des Esquisses
it: Crea Schizzi
ru: Сделать сечения

source: Make One Tooth Sketches
fr: Créer une esquisse à partir d'une dent
it: Crea lo schizzo del dente
ru: Сделать контуры одного зуба

source: Graphics
fr: Graphiques
it: Grafici
ru: Графика

source: Objects
fr: Objets
it: Oggetti
ru: Объекты

source: Options
it: Opzioni
ru: Свойства

source: Properties
fr: Propriétés
it: Proprietà
ru: Свойства

source: Reset Layout
fr: Réinitialiser la mise en page
it: Resetta Layout
ru: Удалить разметку

source: Set toolbars to left
fr: Placer les barres d'outils à gauche
it: Imposta toolbar a sinistra
ru: Переместить панель инструментов влево

source: Pick three or more points to be splined
fr: Désigner trois points ou plus, pour tracer
it: Scegli tre o più punti per creare la Spline
ru: Выделите 3 или более точек, для создания сплайна

source: Spline Through Points
fr: Spline par points
it: Spline attraverso i punti
ru: Сплайн через заданные точки

source: Coordinate System
fr: Système de Coordonnées
it: Coordinate Sistema
ru: Координатная система

source: Import file
fr: Importer un fichier
it: Importa file
ru: Импортировать файл

source: You must restart the application for the settings to be changed
fr: Vous devez redémarrer l'application pour que les configurations soient effectives
it: È necessario riavviare l'applicazione per avere le impostazioni modificate

source: Pick two or more faces or solids, the first one will be cut by the others
fr: Choisir deux esquisses ou plus, la première sera débiter des suivantes
it: Selezionare due o piu facce o solidi, il primo taglia gli altri

source: Subtract Solids
fr: Soustraction de Solides
it: Sottrazione di solidi
ru: Вычесть тела

source: Pick two or more solids to be fused together
fr: Désigner deux solides ou plus, pour les fusionner ensemble
it: Selezionare due o più solidi per la loro fusione
ru: Выберите 2 или большее количество тел, чтобы слить их воедино

source: Fuse Solids
fr: Fusion de Solides
it: Fusione Solidi
ru: Склеить тела

source: Pick two or more solids, only the shape that is contained by all of them will remain
fr: Désigner deux solides ou plus, seul le volume commun aux objets sélectionnés demeurera
it: Selezionare due o più solidi, rimarà la forma di tutti i solidi contenuti
ru: Укажите два или более тел, останется только фигура, которую содержат эти тела

source: Intersection of Solids
fr: Intersection de Solides
it: Intersezione dei Solidi
ru: Пересечение тел

source: Pick one or more edges to add a fillet to
fr: Choisir une ou plusieurs arêtes pour les arrondir par des congés
it: Selezionare uno o più bordi per aggiungere una carenatura
ru: Укажите один или несколько краев для добавления на них скругления

source: Edge Fillet
fr: Arêtes Arrondies
it: Carenatura bordo
ru: Срез грани(фаска)

source: Enter Blend Radius
fr: Indiquer le Rayon du Congé
it: Inserire raggio carenatura
ru: Введите радиус элемента сопряжения

source: Radius
fr: Rayon
it: Raggio
ru: Радиус

source: Pick one or more edges to add a chamfer to
fr: Choisir une ou plusieurs arêtes pour les abattre par des chanfreins
it: Selezionare uno o più bordi per aggiungere una smussatura
ru: Укажите один или несколько краев для создания на них фаски

source: Edge Chamfer
fr: Arêtes Chanfreinées
it: Smussatura Bordo
ru: Край фаски

source: Enter chamfer distance
fr: Entrer la taille du chanfrein
it: Inserire distanza di smussatura
ru: Введите размер фаски

source: Distance
it: Distanza
ru: Дистанция

source: Pick two or more sketches, to create a lofted solid between
fr: Choisir deux esquisses ou plus, pour créer un volume lissé entre elles
it: Selezionare due o più figure, per creare un solido
ru: Указать два или более контуров, для создания между ними вытянутого тела

source: hold down Ctrl key to select more than one solid
fr: Maintenir Ctrl pour choisir plus d'un volume
it: tenere premuto il tasto Ctrl per selezionare più di uno solido
ru: Нажмите и удерживайте клавишу CTRL для выбора нескольких тел

source: Lofted Body
fr: Corps Lissé
it: Corpo Inclinato
ru: Вытянутое тело

source: Pick one or more sketches, faces or circles, to create an extruded body from
fr: Choisir une ou plusieurs esquisses, faces ou cercles, pour créer un volume extrudé
it: Selezionare uno o più schizzi, facce, o cerchi, per creare un corpo estruso
ru: Выберите один или несколько эскизов, поверхностей, или окружностей, чтобы создать выянутое тело из них

source: Extrude
fr: Extrusion
it: Estrudi
ru: Вытянуть

source: Pick one or more sketches, faces or circles, to create a revolved body from
fr: Choisir une ou plusieurs esquisses, faces ou cercles, pour créer un volume de révolution
it: Selezionare uno o più schizzi, facce, o cerchi, per creare un corpo ruotato
ru: Укажите один или несколько эскизов, поверхностей, или окружностей, для создания из них тела вращения

source: Pick one or more sketches, faces or circles, to sweep
it: Selezionare uno o più schizzi, facce, o cerchi, per creare una tubazione.

source: There was a problem printing. Perhaps your current printer is not set correctly?
fr: Problèmes d'impression. L'imprimante est-elle correctement configurée?
it: C'è stato un problema di stampa. Forse la stampante non è impostata correttamente?

source: Printing
fr: Impression en cours
it: Stampa
ru: Печать

source: You canceled printing
fr: Impression abandonnée
it: Annulla stampa
ru: Вы прервали печать

source: There was a problem previewing. Perhaps your current printer is not set correctly?
fr: Problème d'aperçu d'impression. L'imprimante est-elle correctement configurée?
it: C'è stato un problema di visualizzazione nell' anteprima di stampa. Forse la stampante non è impostata correttamente?

source: Previewing
fr: Aperçu
it: Anteprima di stampa
ru: Предпросмотр

source: Demo Print Preview
fr: Demo d'impression
it: Anteprima di Stampa
ru: Предпросмотр печати

source: New Ctrl+N
fr: Nouveau Ctrl+N
it: Nuovo Ctrl+N
ru: Новый Ctrl+N

source: Open... Ctrl+O
fr: Ouvrir... Ctrl+O
it: Apri... Ctrl+O

source: Open Recent
fr: Récemment ouverts
it: Apri recenti
ru: Открыть недавние документы...

source: Save Ctrl+S
fr: Enregistrer Ctrl+S
it: Salva Ctrl+S
ru: Сохранить Ctrl+S

source: Save As...
fr: Enregistrer sous...
it: Salva come...

source: Import...
fr: Importer...
it: Importa...

source: Print... Ctrl+P
fr: Imprimer... Ctrl+P
it: Stampa... Ctrl+P

source: Page Setup...
fr: Mise en Page...
it: Imposta Pagina...

source: Print Preview
fr: Aperçu avant impression
it: Mostra Anteprima di Stampa
ru: Препросмотр печати

source: Restore All Defaults
fr: Restaurer la configuration par défaut
it: Ripristina Tutto come Predefinito

source: Exit Ctrl+Q
fr: Quitter Ctrl+Q
it: Uscita Ctrl+Q
ru: Выход Ctrl+Q

source: Undo Ctrl+Z
fr: Défaire Ctrl+Z
it: Annulla Ctrl+Z
ru: Отмена Ctrl+Z

source: Redo Ctrl+Shift+Z
fr: Refaire Ctrl+Shift+Z
it: Ripristina Ctrl+Shift+Z
ru: Повтор Ctrl+Shift+Z

source: Cut Ctrl+X
fr: Couper Ctrl+X
it: Taglia Ctrl+X
ru: Вырезать Ctrl+X

source: Copy Ctrl+C
fr: Copier Ctrl+C
it: Copia Ctrl+C
ru: Копировать Ctrl+C

source: Paste Ctrl+V
fr: Coller Ctrl+V
it: Incolla Ctrl+V
ru: Вставить Ctrl+V

source: Delete
fr: Supprimer
it: Cancella
ru: Удалить

source: Select Mode
fr: Mode Sélection
it: Modalità Selezione
ru: Режим выбора

source: Draw a sketch
fr: Dessiner une esquisse
it: Disegna schizzo
ru: Начертить эскиз

source: Draw Ellipses
fr: Dessiner des ellipses
it: Disegna Ellissi
ru: Начертить эллипс

source: Draw Infinite Lines
fr: Dessiner des droites
it: Disegna Linee Infinite
ru: Начертить прямую

source: Draw Points
fr: Dessiner des points
it: Disegna Punti
ru: Начертить точки

source: Gear
fr: Roue dentée
it: Ingranaggio
ru: Передача

source: Add Text
fr: Ajouter un texte
it: Aggiunge Testo
ru: Добавить текст

source: Add Dimension
fr: Ajouter une dimension
it: Aggiunge Dimensione
ru: Добавить размер

source: Pick 3 points
fr: Indiquer 3 points
it: Scelta 3 punti
ru: Выберите 3 точки

source: Pick 1 point
fr: Indiquer 1 point
it: Scelta 1 punto
ru: Выберите 1 точку

source: Previous view
fr: Vue précédente
it: Vista precedente
ru: Предыдущий вид

source: Zoom window
fr: Zoom de sélection
it: Finestra Zoom
ru: Увеличение окна

source: Fit view to extents
fr: Maximise normal au plan
it: Adatta Vista alle misure
ru: Разместить просмотр по границам

source: Fit view to extents, but no rotation
fr: Maximise sans redressement
it: Adatta Vista alle misure, ma senza ruotare
ru: Вид на фигуру полностью, без вращения

source: View XY Front
fr: Vue de Face XY
it: Vista XY Frontale
ru: Фронтальный вид XY

source: View XY Back
fr: Vue Arrière XY
it: Vista XY Posteriore
ru: Задний вид XY

source: View XZ Top
fr: Vue de Dessus XZ
it: Vista XZ dall'Alto
ru: Вид сверху XZ

source: View XZ Bottom
fr: Vue de Dessous XZ
it: Vista XZ dal Basso
ru: Вид снизу XZ

source: View YZ Right
fr: Vue de Droite YZ
it: VistaYZ da Destra
ru: Вид справа YZ

source: View YZ Left
fr: Vue de Gauche YZ
it: Vista XZ da Sinistra
ru: Вид слева

source: View XZY Isometric
fr: Vue Isométrique XZY
it: Vista XZY Isometrica
ru: Изометрический вид XZY

source: View rotate
fr: Rotation dynamique
it: Vista rotazione libera
ru: Повернутый вид

source: View zoom
fr: Zoom dynamique
it: Vista zoom
ru: Детальный вид

source: View pan
fr: Zoom panoramique
it: Vista panoramica
ru: Панорамный вид

source: Full screen
fr: Plein écran
it: Schermo Intero
ru: Полный экран

source: Redraw
fr: Actualiser l'affichage
it: Ridisegna
ru: Перечертить

source: Add a sphere
fr: Ajouter une sphère
it: Aggiunge sfera
ru: Добавить сферу

source: Add a cube
fr: Ajouter un cube
it: Aggiunge cubo
ru: Добавить куб

source: Add a cylinder
fr: Ajouter un cylindre
it: Aggiunge cilindro
ru: Добавить цилиндр

source: Add a cone
fr: Ajouter un cône
it: Aggiunge cono
ru: Добавить конус

source: Loft two sketches
fr: Lissage entre 2 esquisses
it: Raccorda due schizzi
ru: Вытянуть два сечения

source: Extrude a sketch
fr: Extruder une esquisse
it: Estrude schizzo
ru: Вытянуть сечение

source: Revolve a sketch
fr: Effectuer une révolution de l'esquisse
it: Ruota schizzo
ru: Вращать сечение

source: Sweep objects along a sketch
it: Crea un tubo sweppando una linea perpendicalare ad una figura chiusa

source: Cut
fr: Soustraction
it: Taglia
ru: Вырезать

source: Fuse
fr: Fusion
it: Fonde
ru: Склеить

source: Common
fr: Intersection
it: Interseca parte comune
ru: Обычный

source: Fillet
fr: Congé/Arrondi
it: Carena o Raccorda
ru: Скругление

source: Chamfer
fr: Chanfrein
it: Smussa-nte
ru: Фаска

source: Sectioning
fr: Section
it: Seziona o Taglia
ru: Вычерчивание сечения

source: Move Translate
fr: Translation
it: Sposta lungo una linea
ru: Передвинуть

source: Copy Translate
fr: Translation (copie)
it: Copia lungo linea
ru: Скопировать с перемещением

source: Move Rotate
fr: Rotation
it: Cambia Rotazione
ru: Передвинуть с поворотом

source: Copy Rotate
fr: Rotation (copie)
it: Copia e Ruota
ru: Копировать с поворотом

source: Move Mirror
fr: Symétrie
it: Rispecchia
ru: Переместить зеркально

source: Copy Mirror
fr: Symétrie (copie)
it: Copia rispecchiata
ru: Копировать зеркально

source: Move Scale
fr: Homothétie
it: Scala
ru: Передвинуть с увеличением

source: Tool Bar
it: Barra degli Strumenti
ru: Панель инструментов

source: Solids Tool Bar
fr: Barre d'outils Solides
it: Barra dei Solidi
ru: Панель инструментов для тел

source: Geometry Tool Bar
fr: Barre d'outils Géométrie
it: Barra della Geometria
ru: Панель инструментов геометрии

source: Viewing Tool Bar
fr: Barre d'outils Visualisation
it: Barra della Vista
ru: Панель инструментов для просмотра

source: Transformations Tool Bar
it: Barra delle Trasformazioni
ru: Панель инструментов для преобразований

source: About
fr: À propos
it: Altro
ru: О программе

source: &Edit
fr: É&diter
it: &Modifica
ru: &Редактирование

source: &View
fr: &Vue
it: &Vista
ru: &Просмотр

source: &Geometry
fr: &Géométrie
it: &Geometria
ru: &Геометрия

source: &Solid
fr: &Solides 3D
it: &Solidi
ru: &Тела

source: &Set Origin
fr: &Fixer l'Origine
it: &Imposta Origine
ru: &Установить начало

source: &Transform
fr: &Transformer
it: &Trasformazioni
ru: &Преобразования

source: &Window
fr: &Fenêtres
it: &Finestre
ru: &Окно

source: &Help
fr: &Aide
it: Aiuto

source: New file
fr: Nouveau fichier
it: Nuovo file
ru: Новый файл

source: Open file
fr: Ouvrir un fichier
it: Apri file
ru: Открыть файл

source: Save file
fr: Enregistre fichier
it: Salva file
ru: Сохранить файл

source: Cut selected items to the clipboard
fr: Couper les éléments sélectionnés dans le presse-papiers
it: Taglia elementi selezionati
ru: Вырезать выделенное в буффер обмена

source: Copy selected items to the clipboard
fr: Copier les éléments sélectionnés dans le presse-papiers
it: Copia gli elementi selezionati negli appunti
ru: Копировать выделенное в буффер обмена

source: Paste items from the clipboard
fr: Coller les éléments contenus dans le presse-papiers
it: Incolla elementi dagli appunti
ru: Вставить данные из буфера обмена

source: Undo the previous command
fr: Défaire la commande précédente
it: Annulla il comando precedente
ru: Отменить предыдущую команду

source: Redo the next command
fr: Refaire la commande suivante
it: Ripristina il comando successivo
ru: Повторить следующую команду

source: General Tools
fr: Outils Standard
it: Strumenti Generali
ru: Главные инструменты

source: Start drawing rectangles
fr: Dessiner des rectangles
it: Disegna rettangoli
ru: Чертить прямоугольники

source: Start drawing obrounds
fr: Dessiner des oblongs
it: Disegna asole
ru: Чертить обводку

source: Start drawing polygons
fr: Dessiner des polygones
it: Disegna poligoni
ru: Чертить многоугольники

source: Add a gear
fr: Dessiner une roue dentée
it: Aggiunge ingranaggio
ru: Добавить шестерню

source: Draw circles through 3 points
fr: Dessiner des cercles définis par 3 points
it: Disegna cerchi, a 3 punti
ru: Чертить окружности по 3-м точкам

source: Draw circles, centre and point
fr: Dessiner des cercles à partir d'un centre et un point
it: Disegna cerchi, con centro e punto
ru: Чертить окружности по центру и точкам

source: Draw circles, centre and radius
fr: Dessiner des cercles à partir d'un centre et d'un rayon
it: Disegna cerchi, con centro e raggio
ru: Чертить окружности по центру и радиусу

source: Draw ellipses
fr: Dessiner des ellipses
it: Disegna ellissi
ru: Чертить эллипсы

source: Start Drawing Infinite Lines
fr: Dessiner des droites
it: Disegna linee infinite
ru: Начать чертить прямые

source: Start Drawing Points
fr: Dessiner des points
it: Disegna punti
ru: Начать черчение точек

source: Add a text object
fr: Ajouter un texte
it: Aggiunge oggetto testuale
ru: Добавить текстовый объект

source: Add a dimension
fr: Ajouter une dimension
it: Aggiunge dimensione
ru: Добавить размер

source: Add Coordinate System
fr: Ajouter un Système de Coordonnées
it: Aggiunge Coordinate di Sistema
ru: Добавить координатную систему

source: Translate selected items
fr: Translater les éléments sélectionnés
it: Sposta l'elemento selezionato
ru: Переместить выделенное

source: Copy and translate selected items
fr: Copier et translater les éléments sélectionnés
it: Copia e sposta l'elemento selezionato
ru: Копировать и переместить выделенное

source: Rotate selected items
fr: Faire pivoter les éléments sélectionnés
it: Ruota l'elemento selezionato
ru: Повернуть выделенное

source: Copy and rotate selected items
fr: Copier et faire pivoter les éléments sélectionnés
it: Copia e ruota l'elemento selezionato
ru: Копировать и повернуть выделенное

source: Mirror selected items
fr: Effectuer une symétrie sur les éléments sélectionnés
it: Rispecchia l'elemento selezionato
ru: Зеркально отразить выделенное

source: Copy and mirror selected items
fr: Copier et effectuer une symétrie sur les éléments sélectionnés
it: Copia e rispecchia l'elemento selezionato
ru: Скопировать и зеркально отразить

source: Scale selected items
fr: Homothétie des éléments sélectionnés
it: Scala l'elemento selezionato
ru: Масштабировать выделенное

source: End point
fr: Point de fin
it: Punto finale

source: Intersection
it: Intersezione

source: Centre
it: Centro
ru: Центр

source: Midpoint
fr: Point Milieu
it: Punto medio

source: Snap
fr: Grille
it: Aggancia alla griglia

source: edit grid
fr: Éditer le pas de grille
it: Modifica griglia

source: Geometry Tools
fr: Outils Géométrie
it: Barra della Geometria
ru: Геометрические инструменты

source: Create a lofted face
fr: Créer une surface lissée
it: Crea un raccordo tra gli elementi selezionati formando un solido
ru: Создать тело, вытягивая поверхность

source: Extrude a wire or face
fr: Extruder un maillage ou une face
it: Estrude bordi e facce
ru: Вытянуть провод или поверхность

source: Revolve a wire or face
fr: Faire une révolution sur une maille ou une face
it: Ruota bordi e facce
ru: Развернуть провод или поверхность

source: Sweep a wire or face
it: Crea un tubo sweppando una linea perpendicalare ad una figura chiusa

source: Cut one solid from another
fr: Soustraire deux solides
it: Taglia un solido da un altro (sottrae)
ru: Вырезать тело из другого

source: Fuse one solid to another
fr: Fusionner deux solides
it: Fonde un solido ad un altro (aggiunge)
ru: Слить одно тело с другим

source: Find common solid between two solids
fr: Chercher le volume commun à deux solides
it: Trova un solido comune tra due o più solidi (interseca)
ru: Найти обычное тело между 2 телами

source: Make a fillet on selected edges
fr: Créer un congé sur les arêtes sélectionnées
it: Crea una carenatura o raccordo sui bordi selezionati
ru: Создать закругление(скругление) на выбранных краях

source: Make a chamfer on selected edges
fr: Créer un chanfrein sur les arêtes sélectionnées
it: Crea una smussatura sui bordi selezionati
ru: Сделать фаску на выбранных краях

source: Solid Tools
fr: Outils Solide 3D
it: Barra dei Solidi
ru: Инструменты для тел

source: Zoom in to fit the extents of the drawing into the graphics window
fr: Maximise l'objet avec X, Y ou Z normal au plan de la fenêtre graphique
it: Zoom per adattare la vista nella finestra grafica
ru: Увеличить, чтобы увидеть полностью чертеж на графическом окне

source: Zoom in to fit the extents of the drawing into the graphics window, but without rotating the view
fr: Maximise l'objet sans redressement dans la fenêtre graphique
it: Zoom per adattare la vista globale dello schizzo nella finestra grafica, ma senza rotazione dell'oggetto

source: Zoom in to a dragged window
fr: Zoom dans une fenêtre
it: Zoom sulla finestra tracciata
ru: Увеличить для перетаскиваемого окна

source: Go back to previous view
fr: Revenir à la vue précédente
it: Torna indietro alla Vista precedente
ru: Вернуться назад к предыдущему виду

source: Switch to full screen view ( press escape to return )
fr: Basculer en mode plein écran (appuyez sur Échap. pour sortir)
it: Attiva vista a schermo intero ( premere Esc per ripristinare )
ru: Переключиться на полный экран (кнопка Escape - вернуться)

source: View XY Isometric
fr: Vue Isométrique XY
it: Vista XY isometrica
ru: Изометрический вид XY

source: Enter view rotating mode
fr: Entrer en mode rotation dynamique
it: Attiva rotazione vista
ru: Войти в режим вращающегося просмотра

source: Drag to zoom in and out
fr: déplacer pour zoomer
it: Attiva zoom avanti indietro per trascinamento
ru: Тащите для увеличения и уменьшения

source: Drag to move view
it: Attiva spostamento visione per trascinamento
ru: Тащите, чтобы переместить вид

source: Viewing Tools
fr: Outils de Visualisation
it: Barra della Visualizzazione
ru: Инструменты просмотра

source: Points must not be the same!
fr: Les points ne doivent pas être identiques!
it: I punti non devono essere gli stessi!
ru: Точки не могут совпадать!

source: Sectioned Solid
fr: Solide Sectionné
it: Solido Sezionato
ru: Разделенное тело

source: Sectioning failed!
fr: Échec lors de la section!
it: Sezione fallita!
ru: Выделение не удалось!

source: Pick point on axis
fr: Désigner un point sur l'axe
it: Scegli un punto nell'asse
ru: Выбрать точку на оси

source: Pick secondary point on axis
fr: Désigner un second point sur l'axe
it: Scegli un un secondo punto nell'asse
ru: Взять вторую точку на оси

source: Pick objects to section
fr: Choisir object à sectionner
it: Scegli oggetti da sezionare
ru: Выделите объекты для разделения

source: Delete Curve
fr: Supprimer la Courbe
it: Cancella Curva

source: Enter Offset Value, + for making bigger, - for making smaller
fr: Saisir la Valeur de Dilatation, + pour augmenter, - pour diminuer
it: Inserire valore offset, + per renderlo più grande, - per renderlo più piccolo
ru: Введите значение смещения, + для того чтобы увеличить, - чтобы уменьшить

source: Offset value
fr: Valeur de dilatation
it: Valore offset
ru: Значение смещения

source: Area offset error
fr: Erreur lors de la dilatation de la surface
it: Errore offset area

source: Enter Offset Value
fr: Saisir la Valeur du Dilatation
it: Inserire Valore Offset

source: Area thicken error
fr: Erreur lors de l'épaississement de la surface
it: Errore ispessimento area

source: Thicken Area
fr: Épaissir la Surface
it: Ispessisce Area

source: Reorder Area
fr: Re-ordonner la Surface
it: Riordino Area

source: Split Area
fr: Découper la Surface
it: Separa Area

source: number of curves
fr: nombre de courbes
it: numero di curve

source: False
fr: Faux
it: Falso
ru: Ложь

source: True
fr: Vrai
it: Vero
ru: Истина

source: Unspecified
fr: Non spécifié
it: Non specificato
ru: Незаданный

source: pick some sketches
fr: désigner quelques esquisses
it: Scegli alcuni schizzi
ru: выделить несколько сечений
