Repository: z80/mapper
Catalog: docs/heekscad/translations/*/HeeksCAD.po
Languages: fr, it, ru

source: Pick objects to mirror
fr: Choisir objets à retourner en miroir
it: Seleziona oggetto da rispecchiare
ru: Укажите объекты для зеркального отражения

source: Pick line to mirror about
fr: Choisir l'axe de symétrie
it: Seleziona la Linea intorno alla quale rispecchiare il disegno
ru: Укажите линию, от которой зеркально отразить

source: Pick objects to scale
fr: Choisir les objets à homothétiser
it: Seleziona oggetti da scalare
ru: Укажите объекты для масштабирования

source: Enter number of copies
fr: Indiquer le nombre de copies
it: Inserire numero di copie
ru: Введите количество копий

source: Click centre position to scale about
fr: Indiquer le centre d'homothétie
it: Click una posizione centrale per scalare quello che sta intorno
ru: Нажмите на центральную позицию, относительно которой проводить масштабирование

source: Enter scale factor
fr: Indiquer le coeff. d'homothétie
it: Inserire fattore di scala
ru: Введите коэффициент масштабирования

source: scale factor
fr: coeff. d'homothétie
it: fattore di scala
ru: коэффициент масштабирования

source: Point Size
fr: Grosseur du Point
it: Misura Punto
ru: Размер точки

source: Family
fr: Famille
it: Famiglia
ru: Семейство

source: Face Name
fr: Nom de Face
it: Nome Faccia
ru: Имя грани

source: Style
it: Stile
ru: Стиль

source: Underlined
fr: Souligné
it: Sottolineato
ru: Подчеркнутый

source: Make a selection:
fr: Réaliser une sélection :
it: Crea una selezione:
ru: Выбирайте:

source: Cannot convert object type
fr: Convertir le type d'objet
it: Impossibile convertire il tipo di oggetto
ru: Невозможно изменить тип объекта

source: to edge
fr: en face
it: al bordo
ru: на грань

source: Error converting sketch to face
fr: Erreur lors de la conversion de l'esquisse en face
it: Errore di conversione schizzo in faccia
ru: Ошибка преобразования эскиза к грани

source: Fatal Error converting sketch to face
fr: Erreur fatale lors de la conversion esquisse -> face
it: Errore Fatale nella conversione dello schizzo in faccia
ru: Критическая ошибка преобразования эскиза к грани

source: set previous direction
fr: régler direction précédente
it: impostare direzione precedente
ru: установить предыдущее направление

source: Line drawing mode
fr: Mode dessin de ligne
it: Modalità disegno Linee
ru: Режим черчения линий

source: click on start point
fr: désigner le point de départ
it: click sul punto iniziale
ru: нажмите на начальную точку

source: click on end of line
fr: désigner le point de fin de la ligne
it: click sul punto finale
ru: нажмите на конец линии

source: Arc drawing mode
fr: Mode dessin d'arc
it: Modalità disegno Archi
ru: Режим черчения дуг

source: click on end of arc
fr: désigner la fin de l'arc
it: click sul punto finale dell'arco
ru: Нажмите на конец окружности

source: Infinite line drawing
fr: Mode dessin de droite
it: Disegna linee infinite
ru: черчение прямых

source: click on first point
fr: désigner le premier point
it: click sul primo punto
ru: Нажмите на первой точке

source: click on second point
fr: désigner le deuxième point
it: click sul secondo punto
ru: Нажмите на второй точке

source: Ellipse drawing mode
fr: Mode dessin d'ellipse
it: Modalità disegno Ellissi
ru: Режим черчения эллипсов

source: center and 2 points mode
fr: mode centre et 2 points
it: modalità centro e 2 punti
ru: режим определения центра и двух точек

source: click on center point
fr: désigner le centre
it: click sul punto centrale
ru: Нажмите на центральной точке

source: click on point on ellipse
fr: Désigner un point sur l'ellipse
it: click su un punto dell'ellisse
ru: Нажмите на копке на эллипсе

source: (colinear or orthogonal to axis)
fr: (aligné ou orthogonal aux axes)
it: (collineare o ortogonale all'asse)
ru: (коллинеарны или ортогональны осям)

source: click on another point on ellipse
fr: Désigner un autre point de l'ellipse
it: click su un altro punto dell'ellisse
ru: нажмите на другой точке эллипса

source: Spline drawing mode
fr: Mode dessin de spline
it: Modalità disegno Spline
ru: Режим черчения сплайнов

source: cubic spline mode
fr: mode spline cubique
it: spline cubiche
ru: режим кубических сплайнов

source: click on end point
fr: désigner le point de fin
it: click sul punto finale
ru: нажмите на конечной точке

source: click on first control point
fr: désigner le premier point de contrôle
it: click sul primo punto di controllo
ru: нажмите на первой контрольной точке

source: click on second control point
fr: désigner le second point de contrôle
it: click sul secondo punto di controllo
ru: нажмите на второй контрольной точке

source: quartic spline mode
fr: mode spline quadratique
it: modalità spline di quarto grado
ru: режим квадратичных сплайнов

source: click on control point
fr: désigner un point de contrôle
it: click sul punto di controllo
ru: нажмите на контрольной точке

source: rational spline mode
fr: mode spline rationnelle
it: modalità spline razionale
ru: режми рациональных сплайнов

source: click on next control point or endpoint
fr: désigner contrôle suivant ou point final
it: click sul prossimo punto di controllo o punto finale
ru: нажмите на следующей контрольной точке или на конечной точке

source: Circle drawing mode
fr: Mode dessin de cercle
it: Modalità disegno Circonferenze
ru: Режми черчения окружностей

source: center and point mode
fr: mode centre et point
it: modalità punto e centro
ru: режим задания центра и точки

source: click on point on circle
fr: désigner un point du cercle
it: click su un punto della circonferenza
ru: нажмите на точке на окружности

source: three points mode
fr: mode trois points
it: modalità a tre punti
ru: Режим задания 3-х точек

source: click on third point
fr: désigner le troisième point
it: click sul terzo punto
ru: нажмите на 3-ей точке

source: two points mode
fr: mode deux points
it: modalità due punti
ru: режим 2ух точек

source: centre with radius mode
fr: mode centre et rayon
it: modalità centro e raggio
ru: режим задания центра и радиуса

source: click on centre point
fr: désigner le centre
it: click sul punto centrale
ru: нажмите на центральной точке

source: draw lines
fr: dessiner des segments
it: trascinamento linee
ru: чртить линии

source: draw tangential arcs
fr: dessiner des arcs tangents
it: trascinamento archi
ru: чертить касательные дуги

source: draw circles
fr: dessiner des cercles
it: trascinamento circonferenze
ru: чертить окружности

source: (press 'a' for arcs)
fr: (Touche 'a' pour arcs)
it: ( premere 'a' per creare un arco)
ru: (нажмите клавишу "а" для дуг)

source: centre and point
fr: centre et point
it: centro e punto
ru: центр и точка

source: three points
fr: trois points
it: tre punti
ru: 3 точки

source: two points
fr: deux points
it: due punti
ru: 2 точки

source: centre and radius
fr: centre et rayon
it: centro e raggio
ru: центр и радиус

source: circle mode
fr: mode cercle
it: modalità circonferenza
ru: режим окружностей

source: None
fr: Aucun
it: niente

source: Help
fr: Aide
it: Aiuto

source: Geometry
fr: &Géométrie
it: Geometria
ru: Геометрия

source: Set Origin
fr: &Fixer l'Origine
it: Imposta Origine
ru: Установить начало

source: object type
fr: type d'objet
it: tipo oggetto
ru: тип объекта

source: object title
fr: nom de l'objet
it: titolo oggetto
ru: название объекта

source: color
fr: couleur
it: colore
ru: цвет

source: visible
it: visibile
ru: видимый

source: Apply
fr: Appliquer
it: Applica
ru: Принять

source: Accept value and continue
fr: Accepter la valeur et continuer
it: Accetta valore e continua
ru: Принять значение и продолжить

source: Cancel operation
fr: Annuler l'opération
it: Cancella operazione
ru: Прервать операцию

source: comment
fr: commentaire
it: commento

source: active
fr: actif
it: attivo

source: tool
fr: outil
it: utensile

source: pattern
fr: motif
it: modello

source: surface
it: superficie

source: Title
fr: Titre
it: Titolo

source: Leave manually assigned title
fr: Saisie manuelle
it: Assegnazione manuale titolo

source: Automatically Generate Title
fr: Génère un Titre Automatiquement
it: Genera Titolo Automaticamente

source: Title Type
fr: Titre Type
it: Titolo Tipo

source: Tool Number
fr: Numéro d'Outil
it: Numero Utensile

source: High Speed Steel
fr: Acier Rapide (HSS)
it: High Speed Steel HSS

source: Carbide
fr: Carbure
it: Carburo

source: Tool Material
fr: Matériau d'Outil
it: Materiale Utensile

source: Drill Bit
fr: Foret
it: Nuovo Utensile per Foratura

source: Centre Drill Bit
fr: Foret à Centrer
it: Nuovo Utensile con Centro Ridotto

source: End Mill
fr: Fraise de Finition
it: Nuovo Utensile Piatto (endmill)

source: Slot Cutter
fr: Fraise à Rainurer
it: Nuovo Utensile per Incavi (slotmill)

source: Ball End Mill
fr: Fraise Sphérique de Finition
it: Nuovo Utensile a Palla

source: Engraving Bit
fr: Pointe à Graver
it: Nuovo Utensile per Incisione

source: Tool Type
fr: Type d'Outil
it: Tipo Utensile

source: Diameter
fr: Diamètre
it: Diametro

source: Tool Length Offset
fr: Décalage Longueur d'Outil
it: Offset Lunghezza Utensile

source: Flat Radius
fr: Rayon de pointe
it: Raggio estremità

source: Corner Radius
fr: Rayon de Coin
it: Raggio Angolare

source: Cutting Edge Angle
fr: Angle de l'Arête de Coupe
it: Angolo Lama di Taglio

source: Cutting Edge Height
fr: Hauteur de l'Arête de Coupe
it: Altezza Lama di Taglio

source: Tool
fr: Outil
it: Utensile

source: Pattern
fr: Motif
it: Modello

source: Surface
fr: Face
it: Superficie

source: Comment
fr: Commentaire
it: Commento

source: Active
fr: Actif
it: Attivo

source: Automatically generate title
fr: Génération automatique
it: Genera il titolo automaticamente

source: Automatic Title
fr: Titre Automatique
it: Titolo Automatico

source: Material
fr: Matière
it: Materiale

source: Type
it: Tipo

source: tool_length_offset
fr: décalage longueur d'outil
it: tool_offset_lunghezza

source: flat_radius
fr: rayon de pointe
it: raggio_estremità

source: corner_radius
fr: Rayon d'angle
it: raggio_angolare

source: cutting_edge_angle
fr: Angle de l'arête de coupe
it: angolo_lama_di_taglio

source: cutting_edge_height
fr: Hauteur de l'arête de coupe
it: altezza_lama_di_taglio

source: tool_number
fr: numéro d'outil
it: utensile_numero

source: Chamfering Bit
fr: Fraise à Chanfreiner
it: Utensile per Smussatura

source: Number of Copies A
fr: Nombre de Copies A
it: Numero di Copie A

source: Number of Copies B
fr: Nombre de Copies B
it: Numero di Copie B

source: number of copies 1
fr: nombre de copies 1
it: numero di copie 1

source: number of copies 2
fr: nombre de copies 2
it: numero di copie 2

source: dwell
fr: logement
it: sofferma

source: Rapid retract
fr: Rétractation rapide
it: Inversione rapida

source: Feed retract
fr: Rétractation normale
it: Velocità inversione (rapido o

source: retract_mode
fr: rétractation
it: modalità_inversione

source: Keep running
fr: Laisser allumé la broche
it: Continua a girare infondo al foro

source: Stop at bottom
fr: Arrêter la broche à la fin
it: Stop infondo al foro

source: spindle_mode
fr: broche
it: modalità_elettromandrino

source: internal coolant on
fr: Liquide de refroidissement
it: refrigerante interno acceso

source: rapid to clearance between positions
fr: déplacement rapide jusqu'à la hauteur libre entre les positions
it: spazio libero rapido tra le posizioni

source: Tolerance
fr: Tolérance
it: Tolleranza

source: Material Allowance
fr: Matière à Conserver
it: Distanza dal bordo del materiale

source: Same for Each Pattern Position
fr: Identique pour chaque motif
it: Uguale per Ogni Posizione del Modello

source: horizontal feed rate
fr: vitesse d'avance horizontale
it: avanzamento orizzontale

source: vertical feed rate
fr: vitesse d'avance verticale
it: avanzamento verticale

source: spindle speed
fr: fréquence de rotation
it: velocità mandrino

source: Outside
fr: Extérieur
it: Esterno

source: Inside
fr: Intérieur
it: Interno

source: Outside or Left
fr: Extérieur ou à gauche
it: Esterno o Sinistra

source: Inside or Right
fr: Intérieur ou à droite
it: Interno o Destra

source: On
fr: Sans décalage
it: Sul perimetro

source: tool on side
fr: type de contournage
it: Utensile sul lato

source: Conventional
fr: Conventionnel
it: Convenzionale

source: Climb
fr: Montée
it: Ascenzionale

source: cut mode
fr: mode de coupe
it: modalità taglio

source: auto roll on
fr: départ contournage auto
it: autorotazione sul punto

source: roll on point
fr: début contournage
it: ruota sul punto

source: auto roll off
fr: arrêt contournage auto
it: autorotazione esterna

source: roll off point
fr: arrêt contournage
it: ruota esternamente al punto

source: roll radius
fr: rayon de contournage
it: raggio di rotazione

source: use start point
fr: utiliser un point de départ
it: usa punto iniziale

source: start point
fr: point de départ
it: punto iniziale

source: use end point
fr: utiliser un point de fin
it: usa punto finale

source: end point
fr: point de fin
it: punto finale

source: end beyond full profile
it: estremità oltre il profilo completo

source: extend before start
fr: décalage du départ
it: anticipa inizio

source: extend past end
fr: décalage de l'arrivée
it: posticipa fine

source: do finishing pass
fr: effectuer une passe de finition
it: usa passa di finitura

source: only finishing pass
fr: seulement passe de finition
it: solo passo di finitura

source: finishing feed rate
fr: vitesse d'avance en finition
it: velocità finitura

source: finish cut mode
fr: mode de coupe de finition
it: modalità taglio di finitura

source: finishing step down
fr: passe en Z pour la finition
it: passo verticale di finitura

source: Pick Start
fr: Choisir le départ
it: Scegli Inizio

source: Pick new start point
fr: Choisir un point de départ
it: Scegli nuovo punto iniziale

source: Pick End
fr: Choisir la fin
it: Scegli Fine

source: Pick new end point
fr: Choisir un nouveau point de fin
it: Scegli nuovo punto finale

source: Pick roll on point
fr: Choisir le point d'entrée du contournage
it: Scegli il punto su cui girare

source: Pick roll off point
fr: Choisir le point de sortie du contournage
it: Scegli un punto da evitare

source: Add tags by clicking
fr: Ajouter des attaches en cliquant
it: Aggiunge etichetta con un click

source: Stop adding tags
fr: Arrêter d'ajouter des attaches
it: Fine etichette

source: Add Tags
fr: Ajouter des attaches
it: Aggiunge Etichetta

source: Profile spline deviation
it: Deviazione spline profilo

source: Pick
fr: Désigner
it: Seleziona

source: Dwell
fr: Temporisation au fond
it: Sofferma

source: Feed Retract
fr: Rétractation à la vitesse d'usinage
it: Avanzamento inversione

source: Stop Spindle at Bottom
fr: Arrêter la broche au fond du perçage
it: Ferma elettromandrino in basso

source: Interal Coolant On
fr: Activer le Refroidissement Interne
it: Liquido Raffreddamento ON

source: Rapid to Clearance
fr: Déplacement rapide jusqu'à la hauteur libre
it: Rapidi in altezza di sicurezza

source: Pick points to drill
fr: Désigner les points de perçage
it: Seleziona punti da forare

source: step over
fr: passe latérale
it: passo

source: material allowance
fr: matière à conserver
it: distanza dal bordo del materiale

source: Boundary
fr: Limite
it: Bordo

source: Center
fr: Centre
it: Centro

source: starting_place
fr: position de départ
it: posizione_iniziale

source: Plunge
fr: Plonge
it: Affondo

source: Ramp
fr: Rampe
it: Rampa

source: Helical
fr: Hélicoïdal
it: Elicoidale

source: entry_move
fr: mouvement d'entrée
it: movimento_d_ingresso

source: keep tool down
fr: garder l'outil en bas
it: mantieni utensile abbassato

source: use zig zag
fr: utiliser zig zag
it: usa zig zag

source: zig angle
fr: angle zig
it: angolo zig

source: unidirectional
fr: unidirectionnel
it: unidirezionale

source: Pocket operation - Sketch doesn't exist
fr: Poche - L'esquisse n'existe pas
it: Operazione svuotatura - Lo schizzo non esiste

source: Pocket operation - Sketch %d has no children
fr: Poche - L'esquisse %d n'a pas d'enfant
it: Operazione svuotatura - Lo schizzo %d non ha figli

source: Pocket operation - Sketch must be a closed shape - sketch %d
fr: Poche - L'esquisse doit être une forme close - sketch %d
it: Operazione svuotatura - Lo schizzo deve avere forma chiusa - schizzo %d

source: Pocket operation - Badly ordered sketch - sketch %d
fr: Poche - Esquisse mal ordonnée - esquisse %d
it: Operazione svuotatura - Schizzo mal ordinato - schizzo %d

source: Pocket spline deviation
it: Deviazione spline svuotatura

source: Open NC file
fr: Ouvrir un G-Code
it: Apri file NC

source: Save NC file
fr: Enregistrer le G-Code
it: Salva file NC

source: Couldn't open file
fr: Impossible d'ouvrir le fichier
it: Impossibile aprire il file

source: New Drill...
fr: Nouveau foret...
it: Nuovo Utensile per Foratura...

source: New Centre Drill...
fr: Nouveau foret à centrer...
it: Nuovo Utensile Ridotto Centralmente...

source: New End Mill...
fr: Nouvelle fraise de finition...
it: Nuovo Utensile Piatto (endmill)...

source: New Slot Drill...
fr: Nouvelle fraise à rainurer...
it: Nuovo Utensile per Incavo (Slot)...

source: New Ball End Mill...
fr: Nouvelle fraise sphérique de finition...
it: Nuovo Utensile a Palla (ball)...

source: New Chamfer Mill...
fr: Nouvelle fraise à chanfreiner...
it: Nuovo Utensile per Smussatura (cam...

source: New Pattern...
fr: Nouveau motif...
it: Nuovo Modello...

source: New Surface...
fr: Nouveau surfaçage...
it: Nuova Superficie...

source: New Stock...
fr: Nouveau Brut...
it: Nuovo Stock...

source: Milling operations
fr: Opérations de fraisage
it: Operazioni di Fresatura...

source: New Profile Operation...
fr: Nouveau contournage...
it: Nuova Operazione di Profilatura...

source: New Pocket Operation...
fr: Nouvelle poche...
it: Nuova Operazione di Svuotatura...

source: New Drill Cycle Operation...
fr: Nouveau cycle de perçage...
it: Nuovo Operazione Ciclo di Foratura

source: Other operations
fr: Autres opérations
it: Altre operazioni

source: New Script Operation...
fr: Nouvelle Opération Scriptée...
it: Nuova Operazione Script...

source: Tools
fr: Outils
it: Utensili

source: Drill...
fr: Foret...
it: Nuovo Utensile Foratura...

source: Centre Drill...
fr: Foret à centrer...
it: Nuovo Utensile Ridotto Centralmente...

source: End Mill...
fr: Fraise de finition...
it: Nuovo Utensile Piatto (endmill)...

source: Slot Drill...
fr: Fraise à rainurer...
it: Nuovo Utensile da Incavo (slotmill)...

source: Ball End Mill...
fr: Fraise sphérique de finition...
it: Nuovo Utensile a Palla...

source: Chamfer Mill...
fr: Fraise à chanfreiner...
it: Nuovo Utensile per Smussatura...

source: Post Processing
fr: Générer le G-Code
it: Post Proccessore

source: Post-Process
fr: Générer le G-Code
it: Post-Proccessore

source: Run Python Script
fr: Exécuter le script Python
it: Avvia Script Python

source: Open NC File
fr: Ouvrir un G-Code
it: Apri File NC

source: Save NC File
fr: Enregistrer le G-Code
it: Salva File NC

source: Send to Machine
fr: Envoyer à la machine
it: Invia alla Macchina

source: Cancel Python Script
fr: Abandonner le script Python
it: Cancella Script Python

source: Simulate
fr: Simuler
it: Simulazione

source: Machining tools
fr: Outils d'usinage
it: Strumenti Macchina

source: Excellon drill file interpretation
fr: Interprétation du fichier Excellon
it: File di foratura excellon

source: Produce drill pattern as described
fr: Produire des motifs de perçage tel que décrit
it: Produce fori come modello descritto

source: Produce mirrored drill pattern
fr: Produire un motif en miroir
it: Produce modello di fori rispecchiati

source: Would you like to change the NC code generation units too?
fr: Voulez-vous également changer l'unité utilisée pour la génération du code CN
it: Volete anche modificare le unita di generazione codice NC?

source: Change Units
fr: Changement d'Unités
it: Cambia Unità

source: New Profile Operation
fr: Nouveau Contournage
it: Nuova Profilatura

source: New Pocket Operation
fr: Nouvelle Poche
it: Nuova Svuotatura

source: New Drilling Operation
fr: Nouveau Perçage
it: Nuova Foratura

source: HeeksCNC is the free machining add-on to HeeksCAD
fr: HeeksCNC est un greffon libre de FAO pour HeeksCAD
it: HeeksCNC è un plugin libero per la lavorazione aggiungibile ad HeeksCAD

source: Written by Dan Heeks, Hirutso Enni, Perttu Ahola, David Nicholls
fr: Écrit par : Dan Heeks, Hirutso Enni, PerttuAhola, David Nicholls
it: Scritto da Dan Heeks, Hirutso Enni, Perttu Ahola, David Nicholls

source: With help from archivist, crotchet1, DanielFalck, fenn, Sliptonic
fr: avec l'aide de : crotchet1, DanielFalck, fenn, Sliptonic
it: Con l'aiuto degli archivisti, crotchet1, DanielFalck, fenn, Sliptonic

source: geometry code, donated by Geoff Hawkesford, Camtek GmbH http://www.peps.de/
fr: Code Géométrie, donné par Geoff Hawkesford, Camtek GmbHhttp://www.peps.de/
it: Codice della geomtria donato da Geoff Hawkesford, Camtek GmbH http://www.peps.de/

source: pocketing code from http://code.google.com/p/libarea/ , derived from the kbool library written by Klaas Holwerda http://boolean.klaasholwerda.nl/bool.html
fr: Code pour usinage des poches de http://code.google.com/p/libarea/, dérivé de bibliothèque kbool, de Klaas Holwerda http://boolean.klaasholwerda.nl/bool.htm
it: Codice svuotatura da http://code.google.com/p/libarea/ , derived from the kbool library written by Klaas Holwerda http://boolean.klaasholwerda.nl/bool.html

source: Zig zag code from opencamlib http://code.google.com/p/opencamlib/
it: Codice Zig zag da opencamlib http://code.google.com/p/opencamlib/

source: This HeeksCNC software installation is restricted by the GPL license http://www.gnu.org/licenses/gpl-3.0.txt
fr: L'installation du logiciel HeeksCNC est restreinte par la licence GPL v3 : http://www.gnu.org/licenses/gpl-3.0.txt
it: software HeeksCNC è limitato dalla licenza GPL http://www.gnu.org/licenses/gpl-3.0.txt

source: which means it is free and open source, and must stay that way
fr: ce qui signifie que le code est ouvert et libre et qu'il doit le rester
it: il che significa che è gratuito e open source, e deve rimanere così

source: Online HeeksCNC Manual
fr: Manuel en ligne de HeeksCNC
it: Manuale HeeksCad Online

source: Profile Operation...
fr: Contournage...
it: Operazione Profilatura...

source: Pocket Operation...
fr: Poche...
it: Operazione Svuotatura...

source: Drilling Operation...
fr: Perçage...
it: Operazione Foratura...

source: Script Operation...
fr: Script...
it: Operazione Script...

source: Pattern...
fr: Motif...
it: Modello...

source: Surface...
it: Superficie...

source: Add New Milling Operation
fr: Ajouter une opération de fraisage
it: Aggiunge Nuova Operazione di...

source: Add Other Operation
fr: Ajouter une autre opération
it: Aggiunge Altre Operazioni

source: Add New Tool
fr: Ajouter un nouvel outil
it: Aggiunge Nuovo Utensile

source: Open NC File...
fr: Ouvrir un G-Code...
it: Apre NC File...

source: Save NC File as...
fr: Enregistrer le G-Code sous...
it: Salva NC File come...

source: &Machining
fr: &Usinage
it: &Lavorazione

source: Program
fr: Programme CN
it: Programma

source: Machining
it: Lavorazione

source: machining options
fr: options d'usinage
it: lavorazione macchina

source: Use Clipper not Boolean
fr: utiliser "Clipper" (et non "Boolean")
it: Usa taglio non Booleano

source: Use DOS Line Endings
fr: utiliser le format DOS (CRLF)
it: Usa linea DOS finale

source: Excellon options
fr: options Excellon
it: excellon

source: NCCodeBlock
it: Blocco NCCode

source: Operations
fr: Opérations
it: Operazioni

source: Profile
fr: Contournage
it: Profilo

source: Pocket
fr: Poche
it: Svuotatura
ru: Карман

source: Drilling
fr: Perçage
it: Foratura

source: Tags
fr: Attaches
it: Etichette

source: Tag
fr: Attache
it: Etichetta

source: allow dummy tool definitions
fr: autoriser la création d'outil factice
it: acconsente utensile fittizio
