Repository: z80/mapper
Catalog: docs/heekscad/translations/*/HeeksCAD.po
Languages: fr, it, ru

source: Ruled Surface
fr: Surface réglée
it: Regole di Superficie
ru: Поверхность с размерами

source: Revolved Solid
it: Solido Ruotato
ru: Перевернутое тело

source: Extruded Solid
fr: Solide 3D extrudé
it: Solido Estruso
ru: Вытянутое тело

source: Pipe
fr: Coude
it: Tubo
ru: Труба

source: Error making pipe
fr: Erreur en créant le coude
it: Errore nel creare il tubo
ru: Ошибка создания трубы

source: pick sketches, faces or circles
fr: choisir esquisses, faces ou cercles
it: scegli schizzi, facce o cerchi
ru: взять сечения, поверхности окружностей

source: Pick a Sketch to sweep along
it: Seleziona lo schizzo di riferimento (chiuso)

source: Make extrusion
fr: Extruder
it: Estrusione
ru: Вытянуть 2D фигуру в 3D тело

source: height
fr: hauteur
it: altezza
ru: высота

source: Extrude makes a solid
fr: extrusion produit un solide
it: Estrudi creando un solido
ru: Вытягивание создает тело

source: taper outward angle
it: angolo conicità verso l'esterno
ru: внешний угол конуса

source: Input revolution angle
fr: Angle de révolution
it: Inserire angolo di rivoluzione
ru: Введите значение угла переворота

source: angle
it: angolo
ru: угол

source: Makes a solid
fr: Produire un solide
it: Crea un solido
ru: Создать тело

source: Error making ruled solid
fr: Erreur lors de la création du solide réglé
it: Errore nella creazione del solido
ru: Ошибка создания тела с заданными размерами

source: Fatal error making ruled solid
fr: Erreur fatale lors de la création du solide réglé
it: Errore nella creazione delle regole del solido
ru: Критическая ошибка создания тела с заданными размерами

source: Error making extruded solid
fr: Erreur lors de l'extrusion du solide
it: Errore nella creazione del solido estruso
ru: Ошибка создания вытянутого тела

source: Fatal error making extruded solid
fr: Erreur fatale lors de l'extrusion du solide
it: Errore fatale nella creazione del solido estruso
ru: Критическая ошибка создания вытянутого тела

source: Error making revolved solid
fr: Erreur lors de la révolution du solide
it: Errore nella creazione del solido ruotato
ru: Ошибка создания тела вращения

source: Fatal error making revolved solid
fr: Erreur fatale lors de la révolution du solide
it: Errore fatale nella creazione del solido ruotato
ru: Критическая ошибка создания тела вращения

source: number of copies
fr: nombre de copies
it: numero di copie
ru: количество копий

source: Position to rotate about
fr: Position du centre de rotation
it: Posizione su cui girare intorno
ru: Позиция для вращение вокруг

source: Select
fr: Choisir
it: Seleziona
ru: Выбрать

source: Axis to rotate about
fr: Axe de rotation
it: Asse a cui ruotare intorno
ru: Ось, вокруг которой вращать

source: Select a line
fr: Sélectionner une ligne
it: Selezionare la linea
ru: Выбрать линию

source: Pick Position
fr: Choisir une Position
it: Scegli Posizione
ru: Выбрать позицию

source: Pick line for rotation axis
fr: Choisir un axe de rotation
it: Scegli la linea per ruotare l'asse
ru: Укажите линию, которая будет осью вращения

source: Position to move from
fr: Position de départ
it: Muove dal punto iniziale

source: Position to move to
fr: Position d'arrivée
it: Muove al punto finale

source: Pick position to move from
fr: Choisir la position de départ
it: Scegli posizione iniziale (da)

source: Pick position to move to
fr: Choisir la position d'arrivée
it: Scegli posizione finale (a)

source: Normally spaced
fr: Normalement espacé
it: Spaziatura normale
ru: Нормально разделенный

source: Spacing
fr: Espacement
it: Spaziatura
ru: Интервал

source: Number of Rotations (negative for reverse direction)
fr: Nombre de Rotations (négatif pour direction inverse)
it: Numero Rotazioni (negativo per cambio direzione)
ru: Количество поворотов (отрицательное число для обратного направления)

source: Sketch rotates text
it: Lo schizzo ruota il testo!!
ru: Текст, развернутый по кривой

source: Left
fr: Gauche
it: Sinistra
ru: Лево

source: Right
fr: Droite
it: Destra
ru: Право

source: Top
fr: Haut
it: Sopra
ru: Верх

source: Bottom
fr: Bas
it: Sotto
ru: Низ

source: Justification
it: Giustificato
ru: Выравнивание

source: Picture -
fr: Image -
it: Immagine -
ru: Изображение-

source: Name
fr: Nom
it: Nome
ru: Имя

source: File Path
fr: Chemin des Fichiers
it: Percorso File
ru: Путь к файлу

source: Plugin must have a name!
fr: Le greffon doit avoir un nom !
it: Il Plugin deve avere un nome
ru: Дополнительный модуль должен иметь имя!

source: No file specified!
fr: Pas de fichier spécifié!
it: File non specificato!
ru: Файл не указан!

source: shared library files
fr: Bibliothèques partagées
it: file di libreria condivisa
ru: файлы общих библиотек

source: Choose shared library file
fr: Choisir une bibliothèque partagée
it: Scegli il file di libreria condivisa
ru: Выберите файл общей библиотеки

source: HeeksCAD plugin libraries
fr: Greffon(s) pour HeeksCAD
it: Plugin HeeksCAD
ru: Библиотеки модулей HeeksCAD

source: New
fr: Nouveau
it: Nuovo
ru: Новый

source: Edit
fr: Éditer
it: Modifica
ru: Редактирование

source: Add New Plugin
fr: Ajouter un Nouveau Greffon
it: Aggiunge Nuovo Pugin
ru: Добавить новый модуль

source: Generated
fr: Généré
it: Generato
ru: Сгенерирован

source: Generated from edge
fr: Généré à partir de l'arête
it: Generato dal bordo
ru: Сгенерировано с грани

source: Modified
fr: Modifié
it: Modificato
ru: Изменен

source: Is Deleted
fr: Est Supprimé
it: Cancellato
ru: Удален

source: Error making offset
fr: Erreur en dilatant l'objet
it: Errore nella creazione dell'offset
ru: Ошибка содания смещения

source: Offset Wire
fr: Dilatation de Maille
it: Offset Filo
ru: Сдвиг провода

source: orientation
it: orientamento
ru: ориентация

source: OpenGL (default) font
fr: Police OpenGL
it: OpenGL (carattere di default)
ru: Шрифт по умолчанию в библиотеке openGL

source: left
fr: gauche
it: sinistra

source: center
fr: centre
it: centro

source: right
fr: droite
it: destra

source: horizontal justification
fr: justification horizontale
it: giustificazione orizzontale

source: baseline
it: linea di riferimento

source: bottom
fr: bas
it: sotto

source: middle
fr: milieu
it: centro

source: top
fr: haut
it: sopra

source: vertical justification
fr: justification verticale
it: giustificazione verticale

source: Only a single orientation modifier is supported
it: È supportata una sola modifica di direzione
ru: Поддерживается только один модификатор ориентации

source: Make a Sketch
fr: Créer une Esquisse
it: Crea uno Schizzo
ru: Сделать эскиз

source: Convert the lines and arcs that make up this text into a sketch object.
fr: Convertir les lignes et arcs pour faire de ce texte une esquisse.
it: Converte linee e gli archi che compongono questo testo in uno schizzo
ru: Преобразование текста в кривые, чтобы из кривых создать эскиз

source: Add Orientation Modifier
it: Aggiunge Modificatore di Orientamento
ru: Добавить модификатор ориентации

source: Add graphics to orient text
it: Aggiunge orientamento testo grafico
ru: Добавиь графику к направленному тексту

source: Transform
fr: Transformer
it: Trasformazione
ru: Преобразование

source: Transform Objects
fr: Transformer Objets
it: Trasformazione Oggetti
ru: Преобразование объектов

source: Input Mode
fr: Mode de Saisie
it: Modalità Inserimento
ru: Режим ввода

source: end
fr: fin
it: fine
ru: конец

source: intersection
it: intersezione
ru: пересечение

source: midpoint
fr: point milieu
it: punto centrale
ru: Середина

source: centre
it: centro
ru: центр

source: screen
fr: écran
it: schermo
ru: экран

source: nearest
fr: point proche
it: adiacente
ru: ближайший

source: tangent
it: tangente
ru: касательная

source: Digitize Mode
fr: Mode d'Accroche
it: Modo digitazione
ru: Режим оцифровки

source: Press Esc key to cancel
fr: Appuyez sur Échap. pour annuler
it: Premi ESC per cancellare
ru: Нажмите клавишу ESC, чтобы прервать

source: Left button to accept position
fr: Clic : valide la position
it: tasto sinistro per accettare posizione
ru: Левая кнопка для принятия позиции

source: Offset (from last point)
fr: Déport (depuis le dernier point)
it: Offset (dal primo punto)
ru: Смещение (от последней точки)

source: Error! The 'Stop Picking' button shouldn't have been available!
fr: Erreur! Le bouton "Arrêt de Sélection" n'aurait pas dû être disponible!
it: Errore! Il pulsante 'Stop selezione' non sarebbe dovuto essere disponibile!
ru: Ошибка! Кнопка "Остановить захват" не будет доступна!

source: Stop Picking
fr: Arrêt de sélection
it: Fine Scelta
ru: Остановить захват

source: Finish picking
fr: Fin de sélection
it: Scelta finale
ru: Завершить захват

source: between two points
fr: entre deux points
it: tra due punti
ru: между двумя точками

source: between two points, XY only
fr: entre deux points, XY seulement
it: prima di due punti, XY solamente
ru: между двумя точками (только XY)

source: orthogonal
it: ortogonale
ru: ортогональный

source: mode
it: modo
ru: режим

source: use view units
fr: utilise les unités de la vue
it: visualizza unità
ru: использовать видимые единицы

source: inches
fr: pouces
it: pollici
ru: дюймы

source: units
fr: unités
it: unità
ru: единицы

source: dimension value
fr: valeur de dimension
it: valore dimensione
ru: Значение размера

source: ResetRuler
it: ResetRighello
ru: СброситьЛинейку

source: Reset the ruler
fr: Réinitialise la règle
it: Ripristina righello
ru: Сбросить линейку

source: width
fr: largeur
it: larghezza
ru: ширина

source: length
fr: longueur
it: lunghezza
ru: длина

source: empty_length
it: tratto_vuoto
ru: незаданная_длина

source: Stop drawing
fr: Arrêt de dessin
it: Fine disegno
ru: Остановить чертеж

source: Finish drawing
fr: Finir le dessin
it: Disegno finale
ru: Завершить чертеж

source: Add point
fr: Ajouter un point
it: Aggiunge punto
ru: Добавить точку

source: Add a point to drawing
fr: Ajouter un point pour dessiner
it: Aggiunge un punto nel disegno
ru: Добавить точку на чертеж

source: Get Position
fr: Obtenir la Position
it: Preleva Posizione
ru: Получить позицию

source: Pick position without adding to the drawing
fr: Choisir une position sans l'ajouter au dessin
it: Seleziona posizione senza aggiungerla al disegno
ru: Получить позцию без добавления на чертеж

source: set_draw_step
it: imposta_passo_disegno
ru: установить_шаг_черчения

source: set_position
it: imposta_posizione
ru: установить_позицию

source: Left button for selecting objects
fr: Clic : sélectionne l'objet
it: Tasto sinistro per selezionare gli oggetti
ru: Левая кнопка для выбора объектов

source: ( with Ctrl key for extra objects)
fr: Ctrl+clic : sélection multiple
it: (con tasto Ctrl seleziona oggetti extra)
ru: (с клавишей Ctrl для экстра-объектов)

source: ( with Shift key for similar objects)
fr: Maj.+clic : sélectionne les objets similaires
it: (con tasto Shift seleziona oggetti Simili)
ru: (с клавишей Shift для похожих объектов)

source: Drag with left button to window select
fr: Clic (maintenu) : créer une fenêtre de sélection
it: Trascinare con il tasto sinistro per selezionare la finestra
ru: Тащите с нажатой ЛКМ для выбора окна

source: or to move object if on an object
fr: Ctrl+clic (maintenu) sur un objet : déplace l'objet
it: o per spostare oggetti, se su un oggetto.
ru: или для перемещения объекта, если он является объектом

source: Mouse wheel to zoom in and out
fr: Molette : Zoom
it: La rotella del mouse per eseguire lo zoom in e out
ru: Колесо мыши для увеличения и уменьшения

source: Middle button to pan view
fr: Panoramique avec le bouton du milieu
it: Tasto centrale per vista panoramica
ru: Средняя кнопка для перемещения вида

source: ( with Ctrl key to rotate view )
fr: Ctrl+clic (maintenu) : pivoter la vue
it: (con tasto Ctrl ruota la visione)
ru: (с клавишей CTRL для поворота взгляда)

source: Middle button to rotate view
fr: Clic molette (maintenu) : pivote la vue
it: Tasto centrale per ruotare la visione
ru: Средняя кнопка для для поворота взгляда

source: ( with Ctrl key to pan view )
fr: Ctrl+clic molette (maintenu) : déplacer la vue
it: (con tasto Ctrl per vista panoramica)
ru: (с клавишей Ctrl переместить вид)

source: Right button for object menu
fr: Clic droit : menu de l'objet
it: Tasto destro per il menu oggetti.
ru: Павая кнопка для меню объектов

source: See options window to hide this help
fr: Voir la fenêtre "Options" pour cacher l'aide
it: Vedere la finestra delle opzioni per nascondere questo aiuto
ru: Смотрите окно настроек, чтобы скрыть эту подсказку

source: view options
fr: options de la vue
it: vista
ru: Просмотр опций

source: screen text
fr: OSD
it: schermata testuale di aiuto
ru: текст на экране

source: Press Return key to accept selection
fr: Appuyez sur Entrée pour accepter la sélection
it: Premere il tasto Return per accettare la selezione
ru: Нажмите клавишу "Enter", чтобы принять выбор

source: Accept selection
fr: Accepter la Sélection
it: Accetta selezione
ru: Принять выбор

source: Cancel selection
fr: Annuler la Sélection
it: Cancella selezione
ru: Прервать выбор

source: Pick Anything
fr: Choisir des objets 3D
it: Scegliere qualche cosa
ru: Выбрать что-нибудь

source: Set the selection filter to all items
fr: Sélectionner des objets 3D
it: Impostare il filtro di selezione a tutti gli elementi
ru: Установить фильтр выбора для всего

source: Pick Edges
fr: Choisir des arêtes
it: Scegliere Bordi
ru: Выделить грани

source: Set the selection filter to only edges
fr: Sélectionner seulement des arêtes
it: Impostare il filtro di selezione ai soli bordi
ru: Установить фильтр выбора только для углов

source: Pick Faces
fr: Choisir des Faces
it: Scegliere Facce
ru: Выберите поверхности

source: Set the selection filter to only faces
fr: Sélectionner seulement des faces
it: Impostare il filtro di selezione alle sole facce
ru: Установить фильтр выбора только для поверхностей

source: is not a floating-point number
fr: ce n'est pas un nombre à virgule flottante
it: non è un numero a virgola mobile
ru: это не число с плавающей точкой

source: true
fr: vrai
it: vero
ru: истина

source: false
fr: faux
it: falso
ru: ложь

source: Choose a directory:
fr: Choisir un répertoire :
it: Scegli una directory
ru: Выберите каталог:

source: All files
fr: Tous les fichiers
it: Tutti i file
ru: Все файлы

source: Choose a file
fr: Choisir un fichier
it: Scegli un file
ru: Выберите файл

source: Cancel
fr: Abandon
it: Cancella
ru: Прервать

source: Add
fr: Ajouter
it: Aggiunge
ru: Добавить

source: Update
fr: Mettre à jour
it: Aggiorna
ru: Обновить

source: Remove
fr: Supprimer
it: Rimuovi
ru: Удалить

source: Up
fr: En haut
it: Sopra
ru: Вверх

source: Down
fr: En bas
it: Sotto
ru: Вниз

source: position
it: posizione
ru: позиция

source: Group
fr: Grouper
it: Gruppo
ru: Группа

source: custom grippers
it: pinze di fissaggio
ru: Пользовательские захваты

source: custom grippers just one axis
it: pinze di fissaggio solo per un asse
ru: Пользовательские захваты на одной оси

source: datum
fr: repère de coordonnées
it: punto di fissaggio
ru: данные

source: Move datum
fr: Déplacer le repère de coordonnées
it: Sposta il punto di fissaggio
ru: Переместить данные

source: Move px
fr: Déplacer px
it: Sposta px
ru: Переместить px

source: Move py
fr: Déplacer py
it: Sposta py
ru: Переместить py

source: Move pz
fr: Déplacer pz
it: Sposta pz
ru: Переместить pz

source: Drag with the left mouse button
fr: Déplacer avec le bouton gauche
it: Trascinare con il tasto sinistro del mouse
ru: Перетаскивание с оевой кнопкой мыши

source: Forward to zoom in, Back to zoom out
fr: En avant pour Zoom +, en arrière pour Zoom -
it: Avanti per zoom in. Indietro per zoom out
ru: Вперед для увеличения, назад для уменьшения

source: Back to zoom in, Forward to zoom out
fr: En arrière pour Zoom +, en avant pour Zoom -
it: Indietro per zoom in, avanti per zoom out
ru: Назад для увеличения, вперед для уменьшения

source: Hold middle mouse button down to pan
fr: Bouton du milieu appuyé pour panoramiquer
it: Tenere premuto il tasto centrale del mouse per una panoramica
ru: Удерживайте СКМ внизу для перемещения

source: Stop zooming
fr: Arrêt du zoom
it: Spop ingrandimento
ru: Остановить масштабирование

source: Blend edge
fr: Arrondir l'arête
it: Carenatura bordo
ru: Сглаженная грань

source: Enter Chamfer Distance
fr: Entrer la Taille du Chanfrein
it: Inserire Distanza Smussatura
ru: Введите размер фаски

source: Make a sketch from edge
fr: Créer une esquisse à partir de l'arête
it: Crea lo schizzo del bordo
ru: Сделать эскиз от края

source: Solid with edge chamfer
fr: Solide avec arête chanfreinée
it: Solido con bordo smussato
ru: Тело с фаск на краю

source: Solid with edge blend
fr: Solide avec arête arrondie
it: Solido con bordo carenato
ru: Тело с сглаженными краями

source: Error making fillet
fr: Erreur lors de la création du congé
it: Errore nel creare la carenatura
ru: Ошибка при создании галтели(выкружки)

source: A fatal error happened during Chamfer
fr: Erreur fatale pendant la création du Chanfrein
it: Un errore fatale è avvenuto durante la smussatura
ru: Критическая ошибка при создании фаски

source: A fatal error happened during Blend
fr: Erreur fatale lors de la création du Congé
it: Un errore fatale è avvenuto nel corso della carenatura
ru: Критическая ошибка при создании скругления

source: Delete Marked Items
fr: Supprimer
it: Cancella Oggetti Selezionati
ru: Удалить выбранное

source: Copy
fr: Copier
it: Copia
ru: Копировать

source: Copies the selected items to the clipboard
fr: Copier les éléments choisis vers presse-papiers
it: Copia gli elementi selezionati negli appunti
ru: Копировать выделенное в буфер обмена

source: Paste Into
fr: Coller dans
it: Incolla Dentro
ru: Вставить в

source: Paste
fr: Coller
it: Incolla
ru: Вставить

source: Paste items from the clipboard to the drawing
fr: Coller les éléments du presse-papiers dans le dessin
it: Incolla elementi dagli appunti nello schizzo
ru: Вставить из буфера обмена в чертеж

source: Result of 'Offset Shape'
fr: Résultat de la "Dilatation de la Forme"
it: Risultato dell'Offset Figura'
ru: Результат "Смещения фигуры"

source: Offset Shape
fr: Dilatation de Forme
it: Offset Figura
ru: Смещение фигуры

source: Stretched Shape
fr: Forme Étirée
it: Figura Allungata
ru: Натянутая фигура

source: Error with cut operation
fr: Erreur de soustraction
it: Errore nell'operazione di taglio
ru: Ошибка операции вырезания

source: Result of Fuse Operation
fr: Résultat de la Fusion
it: Risultato dei Solidi Uniti
ru: Результат операции слияния

source: Error with fuse operation
fr: Erreur de fusion
it: Errore nell'operazione di unione
ru: Ошибка операции слияния

source: Result of Common Operation
fr: Résultat de l'Intersection
it: Risultato dei Solidi Intersecati
ru: Результат обычной операции

source: Error with common operation
fr: Erreur d'intersection
it: Errore nell'operazione di intercezione
ru: Ошибка с обычной операцией

source: Result of Cut Operation
fr: Résultat de la Soustraction
it: Risultato dell'operazione di taglio
ru: Результат операции вырезания

source: STEP solid
fr: Objet 3D STEP
it: Solido STEP
ru: Объект типа STEP

source: STEP import not done!
fr: L'importation STEP a échouée
it: Importazione STEP non effettuato!
ru: Импорт объекта типа STEP не завершен!

source: sewed IGES solid
fr: Solide 3D IGES assemblé
it: Chiudere solido IGES
ru: сшитые тела типа IGES

source: sewed IGES shape
it: Figura IGES

source: IGES shape
fr: forme IGES
it: Fifura IGES
ru: фигура в формате IGES

source: IGES import not done!
fr: L'importation IGES a échouée
it: Importazione IGES non effettuata!
ru: Импорт файла типа IGES не совершен!

source: BREP solid
fr: Objet 3D BREP
it: Solido BREP
ru: Тело типа BREP

source: opacity
fr: opacité
it: opacità
ru: прозрачность

source: centre of gravity
fr: centre de gravité
it: centro di gravità
ru: центр тяжести

source: calculate volume
fr: calculer le volume
it: calcola volume
ru: расчитать объем

source: Knot
fr: Nœud
it: Nodo
ru: Узел

source: Pole
fr: Pôle
it: Polo
ru: Полюс

source: Weight
fr: Poids
it: Larghezza
ru: Масса

source: Stretched Cuboid
fr: Pavé Droit Étiré
it: Allungamento Cubo
ru: Вытянутый прямоугольный параллелепипед

source: width ( x )
fr: largeur (x)
it: Larghezza (x)
ru: длина (размер по оси X)

source: height( y )
fr: hauteur (y)
it: altezza (y)
ru: высота (размер по оси Y)

source: depth ( z )
fr: profondeur (z)
it: profondita
ru: глубина (размер по оси Z)

source: Save solid file
fr: Enregistre fichier solide
it: Salva Solido
ru: Сохранить файл с телами

source: Solid Files
fr: Fichiers Solide
it: Files Solidi
ru: Файлы с телами

source: IGES files
fr: Fichiers IGES
it: File IGES
ru: файлы в формате IGES

source: STEP files
fr: Fichiers STEP
it: File STEP
ru: файлы в формате STEP

source: STL files
fr: Fichiers STL
it: File STL
ru: файлы в формате STL

source: CPP files
fr: Fichiers CPP
it: File CCP
ru: Файлы c++ (CPP)

source: Invalid solid file type chosen
fr: Type de fichier de solide invalide
it: Tipo di file scelto non valido per il Solido
ru: Выбран неверный формат файла тел

source: Add
fr: Ajouter
it: Aggiunge

source: Add Objects
fr: Ajouter des Objets
it: Aggiunge Oggetto

source: Remove Objects
fr: Supprimer les Objets
it: Rimuovi Oggetto

source: surface type
fr: type de surface
it: tipo di superficie
ru: тип поверхности

source: Make Coordinate System
fr: Créer un système de coordonnées
it: Crea Coordinate di Sistema
ru: Создать координатную систему

source: Face Coordinate System
fr: Système de coordonnées de la Face
it: Coordinate di Sistema Frontali
ru: Система координат на поверхности

source: Extrude Face
fr: Extruder Face
it: Estrusione Faccia
ru: Вытянуть поверхность

source: Rotate to Face
fr: Pivoter vers la Face
it: Ruotare di faccia
ru: Вращать поверхность

source: unknown
fr: inconnu
it: sconosciuto
ru: неизвестный

source: plane
fr: plan
it: piano
ru: плоскость

source: cylinder
fr: cylindre
it: cilindro
ru: цилиндр

source: cone
fr: cône
it: cono
ru: конус

source: sphere
fr: sphère
it: sfera
ru: сфера

source: torus
fr: tore
it: toro
ru: тор

source: revolution
fr: révolution
it: rotazione
ru: поворот

source: extrusion
it: estrusione
ru: вытягивание 2D сечения в 3D тело

source: Error in CFace::GetNurbSurfaceParams
it: Errore in CFace::GetNurbSurfaceParams
ru: Ошибка в методе CFace::GetNurbSurfaceParams

source: Stop panning
it: Stop movimento
ru: Остановить просмотр

source: axis
fr: axe
it: asse
ru: ось

source: Click midpoint
fr: Clic point milieu
it: Click punto medio
ru: Нажмите на точку в середине

source: Click centre-top point
fr: Clic point de centre haut
it: Click punto centrale-superiore
ru: Нажмите на верхней центральной точке

source: Click centre-bottom point
fr: Clic point de centre bas
it: Click punto centrale-inferiore
ru: Нажмите на нижней центральной точке

source: Click centre-right point
fr: Clic point de centre droit
it: Click punto centrale-destro
ru: Нажмите на правой центральной точке

source: Click centre-left point
fr: Clic point de centre gauche
it: Click centrale-sinistro
ru: Нажмите на левой центральной точке

source: Failed to load resource image from
fr: Échec pour charger l'image à partir de
it: Impossibile caricare la risorsa immagine
ru: Ошибка загрузки настройки изображения

source: Set position and orientation by picking 3 points
fr: Définir position et orientation par 3 points
it: Imposta posizione e orientamento selezionando 3 punti
ru: Установить позицию и ориентацию при помощи 3-х точек

source: Set this coordinate system as the active one
fr: Activer ce système de coordonnées
it: Imposta questo sistema di coordinate come attivo
ru: Установить эту координатную систему как активную
