Repository: z80/mapper
Catalog: docs/heekscad/translations/*/HeeksCAD.po
Languages: fr, it, ru

source: Transform selected items to world coordinates
fr: Transformer les objets sélectionnés dans le système de coordonnées local
it: Trasforma gli elementi selezionati in ? coordinate
ru: Преобразовать выбранные объекты к "мировым" координатам

source: x axis
fr: axe x
it: asse x
ru: ось X

source: y axis
fr: axe y
it: asse y
ru: ось Y

source: Vertical Angle
fr: Angle Vertical
it: Angolo Verticale
ru: Вертикальный угол

source: Horizontal Angle
fr: Angle Horizontal
it: Angolo Orizzontale
ru: Горизонтальный угол

source: Twist Angle
fr: Angle de Rotation
it: Angolo di torsione
ru: Угол кручения

source: Pick the location
fr: Choisir la localisation
it: Seleziona la posizione
ru: Выберите место

source: Pick a point on the x-axis
fr: Choisir un point sur l'axe X
it: Seleziona un punto nell'asse x
ru: Выберите точку на оси X

source: Pick a point where y > 0
fr: Choisir un point où y > 0
it: Seleziona un punto dove y > 0
ru: Выберите точку, где Y>0

source: between two points, X only
fr: entre deux points, X seulement
it: prima di due punti, X solamente

source: between two points, Y only
fr: entre deux points, Y seulement
it: prima di due punti, Y solamente

source: between two points, Z only
fr: entre deux points, Z seulement
it: prima di due punti, Z solamente

source: Open
fr: Ouvrir
it: Apri

source: Import
fr: Importer
it: Importa
ru: Импорт

source: Save
fr: Enregistrer
it: Salva

source: Save As
fr: Enregistrer sous
it: Salva come
ru: Сохранить как...

source: Save file with given name
fr: Enregistre le fichier en spécifiant son nom
it: Salva file con il nome dato

source: Edit plugins
fr: Éditer les greffons
it: Modifica Plugins

source: Restore Defaults
fr: Restaurer la Configuration par Défaut
it: Ripristina Tutto

source: Restore all defaults
fr: Restaurer la Configuration par Défaut
it: Ripristina tutto

source: Software Information
fr: Information sur le Logiciel
it: Informazioni Software

source: Print
fr: Imprimer
it: Stampa

source: Print the view to a printer
fr: Imprimer la vue
it: Stampa Anteprima

source: Page Setup
fr: Mise en page
it: Imposta Pagina
ru: Настройки страницы

source: Setup the printer layout
fr: Configurer la mise en page
it: Impostazioni layout di stampa

source: Show a preview of the print view
fr: Pré-visualiser l'impression
it: mostra anteprima di stampa

source: Undo
fr: Défaire
it: Annulla ultimo comando

source: Redo
fr: Refaire
it: Ripristina ultimo comando

source: Lines
fr: Lignes
it: Linee

source: Draw a sketch with lines and arcs
it: Disegna uno schizzo con linee e archi

source: Rectangles
it: Rettangoli

source: Draw rectangles
fr: Dessin de rectangles
it: disegna rettangoli

source: Obrounds
fr: Oblongs
it: Asole

source: Draw obrounds
fr: Dessiner des oblongs
it: Disegna asole

source: Polygons
fr: Polygones
it: Poligoni

source: Draw polygons
fr: Dessin de polygones
it: disegna poligoni

source: 3 Points
it: 3 Punti

source: 2 Points
it: 2 Punti

source: Ellipses
it: Ellissi

source: Infinite Line
fr: Droite
it: Linea Infinita
ru: Прямая

source: Drawing Infinite Lines
fr: Dessiner des droites
it: Disegna Linee Infinite

source: Points
it: Punti

source: Drawing Points
fr: Dessiner des points
it: Disegna Punti

source: Text
fr: Texte
it: Testo
ru: Текст

source: Dimensioning
fr: Dimension
it: Dimensionamento

source: Add a coordinate system
fr: Ajouter un système de coordonnées
it: Aggiunge coordinate di sistema

source: Inters
fr: Intersection
it: Intersezione

source: Sphere
fr: Sphère
it: Sfera
ru: Сфера

source: Cube
it: Cubo

source: Cylinder
fr: Cylindre
it: Cilindro
ru: Цилиндр

source: Cone
fr: Cône
it: Cono
ru: Конус

source: Ruled
fr: Règle
it: Righello

source: Revolve
fr: Révolution
it: Ruota

source: Sweep
it: Distendi

source: Zoom Window
fr: Zoom Fenêtre
it: Finestra Zoom

source: View Back
fr: Vue Arrière
it: Vista Posteriore

source: FullScreen
fr: Plein Écran
it: Schermo Intero

source: View Rotate
fr: Rotation dynamique
it: Vista libera rotazione
ru: Повернуть вид

source: View Pan
fr: Panoramique
it: Vista Panoramica
ru: Панорамный вид

source: Click centre point
fr: Clic point de centre
it: Clik punto centrale
ru: Нажмите на точку в центре

source: Click first end point
fr: Clic point de début
it: Clik primo punto finale
ru: Нажмите на первую концевую точку

source: Click second end point
fr: Clic point de fin
it: Clik secondo punto finale
ru: Нажмите на вторую концевую точку

source: start
fr: début
it: inizio
ru: старт

source: Make Cylinder On Line
fr: Créer Cylindre sur Ligne
it: Crea Cilindro Sulla Linea
ru: Сделать цилиндр на линии

source: Make Cone On Line
fr: Créer Cône sur Ligne
it: Crea Cono Sulla Linea
ru: Сделать конус на линии

source: Click Midpoint On Line
fr: Clic Point Milieu de Ligne
it: Click Punto medio della Linea
ru: Нажмите среднюю кнопку на линии

source: Click Start Of Line
fr: Clic Début de Ligne
it: Click Punto Iniziale della Linea
ru: Нажмите на начало линии

source: Click End Of Line
fr: Clic Fin de Ligne
it: Clik Punto Finale della Linea
ru: Нажмите на конец линии

source: Length
fr: Longueur
it: Lunghezza
ru: Длина

source: Stretched Cylinder
fr: Cylindre Étiré
it: Allunga cilindro
ru: Вытянутый цилиндр

source: diameter
fr: diamètre
it: diametro
ru: диаметр

source: Stop rotating
fr: Arrêt rotation
it: Stop rotazione
ru: Отсановить вращение

source: Do you want to recover using the automatic backup file?
fr: Voulez-vous restaurer le fichier de sauvegarde automatique ?
it: Vuoi recuperare utilizzando il file di backup automatico?
ru: Вы желаете произвести восстановление из автоматически сохранненого ранее файла?

source: major radius
fr: rayon supérieur
it: raggio maggiore
ru: бОльший радиус

source: minor radius
fr: rayon inférieur
it: raggio minore
ru: меньший радиус

source: rotation
it: rotazione
ru: вращение

source: start angle
fr: angle de départ
it: angolo iniziale
ru: начальный угол

source: end angle
fr: angle d'arrivée
it: angolo finale
ru: конечный угол

source: vertical angle
fr: angle vertical
it: angolo verticale
ru: вертикальный угол

source: horizontal angle
fr: angle horizontal
it: angolo orizzontale
ru: горизонтальный угол

source: twist angle
fr: angle de rotation
it: angolo di torsione
ru: угол скручивания

source: Position
it: Posizione

source: X position
fr: Position X
it: posizione X

source: Y position
fr: Position Y
it: posizione Y

source: Z position
fr: Position Z
it: posizione Z

source: Size
fr: Taille
it: Misura

source: X width
fr: Largeur X
it: larghezza X

source: Y depth
fr: Profondeur Y
it: Profondità Y

source: Z depth
fr: Profondeur Z
it: Profondità Z

source: Ellipsoid
fr: Ellipsoïde
it: Ellisoide
ru: Элипсоид

source: Categorized Mode
fr: Mode Catégorie
it: Modalità Classificazione
ru: Режим классификации

source: Alphabetic Mode
fr: Mode Alphabétique
it: Modalità Alfabetica
ru: Алфавитный режим

source: << Compact
fr: Compacter
it: << Compatta
ru: << сжать

source: Expand >>
fr: Déployer
it: Espandi >>
ru: Расширить >>

source: Stretched Cone
fr: Cône Étiré
it: Allungamento Cono
ru: Вытянутый конус

source: can not enter negative value for radius
fr: les valeurs négatives ne sont pas tolérées pour les rayons
it: Non inserire valori negativi per il raggio
ru: Нельзя указывать отрицательное значение для радиуса

source: cone must not have both radiuses the same
fr: un cône ne peut avoir 2 rayons identiques
it: Un cono non puo' avere entrambi i raggi uguali
ru: Конус не должен иметь два одинаковых радиуса сечения

source: Untitled
fr: SansTitre
it: Senza titolo
ru: Безымянный

source: OpenCascade failures occured during DXF read processing. Would you like to import again and ignore the errors?
fr: Erreur OpenCASCADE lors de la lecture du DXF. Voulez-vous effectuer une nouvelle tentative en ignorant les erreurs ?
it: Durante l'elaborazione e la lettura del DXF Opencascade è fallito. Vuoi importare di nuovo e ignorare gli errori?

source: DXF Read
fr: Import d'un fichier DXF
it: Lettura DXF
ru: Читать файл в формате DXF

source: OpenCascade failure occured during DXF read processing
fr: Erreur OpenCASCADE lors de la lecture du DXF
it: OpenCascade ha fallito durante il processo di lettura del DXF
ru: Ошибка библиотеки OpenCascade при попытке прочтения файла формата DXF

source: Select how the file is to be interpreted
fr: Choisir comment le fichier est interprété
it: Seleziona come deve essere interpretato il file
ru: Выберите, как этот файл будет интерпретирован

source: RS274X file interpretation
fr: Interprétation du fichier RS274X
it: Interpretazione file RS274X
ru: Интерпритация файла в формате RS-274X (расширеный формат Gerber)

source: Produce trace isolation sketches
fr: Isoler le tracé d'esquisses
it: Produce piste isolate nel piano X Y (positivo)
ru: Создать трассировкой изолированные эскизы

source: Produce trace centre-line sketches
fr: Produire un tracé d'esquisses centre-lignes
it: Produce piste al centro degli schizzi nel piano X -Y (negativo)
ru: Создать эскиз, трассировкой через центральную линию

source: Produce mirrored trace isolation sketches
it: Produce piste isolate e rispecchiate nel piano X -Y (negativo)
ru: Создать зеркальной трассировкой изолированные эскизы

source: Produce mirrored trace centre-line sketches
it: Produce piste rispecchiate e al centro degli schizzi nel piano X -Y (negativo)
ru: Создать эскиз, зеркальной трассировкой через центральную линию

source: Invalid file type chosen
fr: Type de fichier invalide
it: Tipo di file non valido
ru: Выбран неверный формат файла

source: expecting
fr: attendu
it: era atteso
ru: ожидаемый

source: couldn't open file
fr: Impossible d'ouvrir le fichier
it: impossibile aprire il file
ru: Невозможно открыть файл

source: Save graphical data file
fr: Enregistrer fichier graphique
it: Salvare il file grafico
ru: Сохранить файл с графическими данными

source: Exit Full Screen Mode
fr: Sortir du Plein Écran
it: Uscita Modo Shermo Intero
ru: Выйти из полноэкранного режима

source: Show Full Screen
fr: Afficher en Plein Écran
it: Vista a Schermo Intero
ru: Полноэкранный режим

source: Move here
fr: Déplacer ici
it: Muovi qui
ru: Переместить сюда

source: Copy here
fr: Copier ici
it: Copia qui
ru: Копировать сюда

source: Set world coordinate system active
fr: Activer le système de coordonnées global
it: Attiva coordinate di sistema
ru: Сделать "мировые" коррдинаты активными

source: Add points at intersections
fr: Ajouter des points aux Intersections
it: Aggiunge punto all'intersezione
ru: Добавить точку на пересечение

source: stay upright
fr: Rester en haut à droite
it: mantenere posizione verticale
ru: поставить вертикально

source: free
fr: libre
it: libero
ru: свободный

source: rotate mode
fr: mode rotation
it: modalità rotazione
ru: режим вращения

source: none
fr: aucun
it: niente
ru: ничего

source: input mode title
fr: mode de saisie des titres
it: modalità solo titolo
ru: режим ввода имени

source: full help
fr: aide complète
it: aiuto completo
ru: полная помощь

source: antialiasing
fr: anticrénelage
it: miglioramento deformazione
ru: сглаживание

source: reverse mouse wheel
fr: inverser la molette
it: inversione rotella del mouse
ru: инвертировать колесо мыши

source: reverse zooming mode
fr: inverser le zoom
it: modalità inversione zoom
ru: инвертировать режим увеличения

source: Ctrl key does rotate
fr: pivoter avec Ctrl
it: tasto Ctrl per ruotare
ru: Клавиша Ctrl может вращать

source: show datum
fr: affiche le repère de coordonnées
it: mostra coordinate di orientamento
ru: покаать данные

source: datum is solid
fr: repère de coordonnées solide
it: icona coordinate di sistema
ru: данные - это тело

source: datum size
fr: taille du repère
it: dimensione icona coordinate
ru: размер данных

source: datum size is pixels not mm
fr: taille du repère en pixels
it: dimensioni espressi in pixel e non mm
ru: размер данных в пикселах, не в мм

source: show ruler
fr: afficher la règle
it: mostra righello
ru: показать линейку

source: single color
fr: couleur unique
it: singolo colore
ru: один цвет

source: top color and bottom color
fr: couleurs du haut et du bas
it: colore superiore ed inferiore
ru: Верхний цвет и нижний цвет

source: left color and right color
fr: couleurs du gauche et de droite
it: colore laterale dx e sx
ru: левый цвет и правый цвет

source: four corner colors
fr: couleurs aux quatre coins
it: colore quattro angoli
ru: цвет четырех углов

source: sky and ground
fr: ciel et sol
it: cielo e sfondo
ru: небо и земля

source: background mode
fr: mode arrière-plan
it: preferenze sfondo
ru: фоновый режим

source: background color
fr: couleur d'arrière-plan
it: colore di sfondo
ru: фоновый цвет

source: top background color
fr: couleur du haut
it: colore sfondo superiore
ru: верхний фоновый цвет

source: bottom background color
fr: couleur du bas
it: colore di sfondo inferiore
ru: задний фоновый цвет

source: left background color
fr: couleur à gauche
it: colore di sfondo sx
ru: левый фоновый цвет

source: right background color
fr: couleur à droite
it: colore di sfondo dx
ru: правый фоновый цвет

source: top left background color
fr: couleur en haut-gauche
it: colore di sfondo superiore sx
ru: верхний левый фоновый цвет

source: bottom left background color
fr: couleur en bas-gauche
it: colore di sfondo inferiore sx
ru: нижний левый фоновый цвет

source: top right background color
fr: couleur en haut-droite
it: colore di sfondo superiore dx
ru: верхний правый фоновый цвет

source: bottom right background color
fr: couleur en bas-droite
it: colore di sfondo inferiore dx
ru: нижний правый фоновый цвет

source: sky top color
fr: couleur de ciel en haut
it: colore cielo superiore
ru: цвет верха заполнения

source: sky middle color
fr: couleur en milieu de ciel
it: colore centrale cielo
ru: цвет середины заполнения

source: sky bottom color
fr: couleur de ciel en bas
it: colore inferiore cielo
ru: цвет низа заполнения

source: ground top color
fr: couleur de sol en haut
it: colore di sfondo superiore
ru: цвет вверху основания

source: ground middle color
fr: couleur en milieu de sol
it: colore di sfondo centrale
ru: цвет середины основания

source: ground bottom color
fr: couleur de sol en bas
it: colore sfondo inferiore
ru: цвет внизу основания

source: no grid
fr: pas de grille
it: senza griglia
ru: без сетки

source: faint color
fr: couleur pâle
it: colore tenue
ru: тусклый цвет

source: alpha blending
fr: mélange de transparence
it: sfumatura alpha
ru: альфа смешивание

source: colored alpha blending
fr: mélange de transparence coloré
it: sfumatura colorazione alpha
ru: цветовое альфа смешивание

source: grid mode
fr: affichage de la grille
it: modalità griglia
ru: режим сетки

source: face selection color
fr: couleur des faces sélectionnées
it: selezione colore faccia
ru: цвет выделения плоскости

source: perspective
it: prospettiva
ru: перспектива

source: tool icon size
fr: taille des icônes
it: dimensione icone barra strumenti
ru: размер иконки инструментов

source: flat on screen dimension text
it: dimensione testo sullo schermo
ru: текст размеров, плоский на экране

source: faces and edges
fr: faces et arêtes
it: facce e bordi
ru: Плоскости и грани

source: edges only
fr: arêtes seules
it: solo bordi
ru: только края

source: faces only
fr: faces seules
it: solo facce
ru: только плоскости

source: solid view mode
fr: visualisation solide
it: modalità visualizzazione solido
ru: режим отображения тел

source: input uses modal dialog
it: l'input utilizza dialogo modale
ru: ввод использует модальный диалог

source: dragging moves objects
fr: clic maintenu déplace les objects
it: trascinamento oggetti
ru: перетаскивание передвигает объекты

source: highlight items under mouse
fr: surligner les entités sous la souris
it: evidenzia elementi sotto il mouse

source: highlight color
fr: couleur de surlignage
it: colore evidenziatore

source: digitizing
fr: accroche
it: digitalizzazione
ru: оцифровка

source: coordinates
fr: coordonnées
it: coordinate
ru: координаты

source: grid size
fr: pas de la grille
it: dimensione griglia
ru: размер сетки

source: snap to grid
fr: grille aimantée
it: aggancia alla griglia
ru: привязать к сетке

source: correlation
fr: corrélation
it: correlazione
ru: корреляция

source: Minimum correlation factor (0.0 (nothing like it) -> 1.0 (perfect match))
fr: Facteur minimal de corrélation (0.0(rien ne correspond) à 1.0(correspondance parfaite))
it: Minimo fattore di correlazione (0.0 (niente di simile) -> 1.0 (accostamento perfetto)
ru: Минимальный коэффициент корелляции (от 0.0 (ничего похожего) до 1.0 (100% идеальное совпадение))

source: Maximum scale threshold (1.0 - must be same size, 1.5 (can be half as big again or 2/3 size)
it: Limite scala massima (1,0 - stessa dimensione, 1,5 (può essere più grande di una volta e mezzo o 2/3 )
ru: Максимальный порог масштабирования (1.0 -такиж же размеров, 1.5 (может быть вдвое меньше или 2/3 размера)

source: Number of sample points
fr: Nombre de points échantillonnés
it: Numero di punti di campionamento
ru: Количество точек выборки

source: Correlate by color
fr: Corrélation par couleur
it: Correla per colore
ru: Корреляция по цвету

source: drawing
fr: dessin
it: disegno
ru: чертеж

source: current color
fr: couleur actuelle
it: colore corrente
ru: актуальный цвет

source: geometry tolerance
fr: tolérance géométrique
it: tolleranza geometria
ru: геометрический допуск

source: sketch reorder tolerance
fr: tolérance pour réordonner l'esquisse
it: tolleranza al riordino schizzi

source: face to sketch deviaton
fr: écart face-esquisse
it: deviazione faccia a profilo
ru: отклонение поверхности от контура

source: Use old solid fuse ( to prevent coplanar faces )
it: Utilizzare vecchia fusione solida (per evitare facciate complanari)
ru: Использовать старый способ объединить (чтобы избежать несколько контуров в одной плоскости)

source: Solid revolution angle
fr: angle de révolution du solide
it: Angolo di rivoluzione
ru: Угол разворота тела

source: selection filter
fr: filtre de sélection
it: selezione filtri
ru: фильтр выбора

source: point
it: punto
ru: точка

source: line
fr: ligne
it: linea
ru: линия

source: arc
it: arco
ru: дуга

source: infinite line
fr: droite
it: linea infinita
ru: прямая

source: circle
fr: cercle
it: cerchio
ru: окружность

source: edge
fr: arête
it: bordo
ru: ребро

source: face
it: faccia
ru: плоскость

source: vertex
fr: sommet
it: vertice
ru: вершина

source: solid
fr: solide
it: solido
ru: тело

source: stl_solid
it: solido_stl
ru: стандартное(stl)_тело

source: wire
fr: maillage
it: filo
ru: провод

source: sketch
fr: esquisse
it: schizzo
ru: эскиз

source: image
it: immagine
ru: изображение

source: coordinate system
fr: système de coordonnées
it: sistema coordinate
ru: координатная система

source: text
fr: texte
it: testo
ru: текст

source: dimension
it: dimensione
ru: размер

source: ruler
fr: règle
it: righello
ru: линейка

source: pad
it: blocco
ru: подложка

source: part
fr: pièce
it: pezzo
ru: часть

source: pocket
fr: poche
it: svuotatura
ru: карман(гнездо)

source: file options
fr: options de fichier
it: file
ru: файловые опции

source: make sketch
fr: créer une esquisse
it: crea schizzo
ru: сделать эскиз

source: ignore errors where possible
fr: ignorer les erreurs si possible
it: ignora errori quando possibile
ru: игнорировать ошибки, где это возможно

source: read points
fr: lecture des points
it: leggi punti

source: stl save facet tolerance
fr: tolérance de face sauvée
it: Salva tolleranza sfaccettatura stl
ru: Допуск точности по стандарту STL

source: STL save binary
fr: STL binaire
it: Salva SLT

source: auto save interval (in minutes)
fr: intervalle entre sauvegarde auto (min)
it: intervallo autosalvataggio (in minuti)
ru: интервал автоматического сохранения (в минутах)

source: font options
fr: options de la police
it: opzioni caratteri
ru: Свойства шрифтов

source: Paths (semicolon delimited)
fr: chemins (séparés par ;)
it: Percorsi (delimitato da punto e virgola)
ru: Пути (разделенные запятой)

source: Word Space Percentage
fr: % d'espace entre mots
it: Percentuale Spaziatura Parole
ru: Расстояние между словами в процентах

source: Character Space Percentage
fr: % d'espace entre caractères
it: Percentuale Spaziatura Caratteri
ru: Расстояние между знаками в процентах

source: Heeks files
fr: Fichiers Heeks
it: File Heeks
ru: файлы в формате Heeks

source: Known Files
fr: Fichiers reconnus
it: File Sconosciuto
ru: Известные типы файлов

source: Scalar Vector Graphics files
fr: Fichiers SVG
it: File SVG
ru: файлы в формате SVG

source: DXF files
fr: Fichiers DXF
it: File DXF
ru: файлы в формате DXF

source: RS274X/Gerber files
fr: Fichiers RS274X/Gerber
it: File RX274X/Gerber

source: Picture files
fr: Fichiers Image
it: File immagine
ru: Файлы с изображениями

source: Deselect
fr: Désélectionner
it: Deseleziona

source: Add to selection
fr: Ajouter à la sélection
it: Aggiungere a selezione

source: Unknown
fr: Inconnu
it: Sconosciuto
ru: Неизвестный

source: Save changes to file
it: Salva cambiamenti al file
ru: Сохранить изменения в файле

source: Document
it: Documento
ru: Документ

source: Point
it: Punto
ru: Точка

source: Line
fr: Ligne
it: Linea
ru: Линия

source: Arc
it: Arco
ru: Дуга

source: Circle
fr: Cercle
it: Cerchio
ru: Окружность

source: Gripper
fr: Saisir
it: Vincolo o bloccaggio
ru: Захват

source: Vertex
fr: Sommet
it: Vertice
ru: Вершина

source: Edge
fr: Arête
it: Bordo
ru: Грань

source: Face
it: Faccia
ru: Поверхность

source: Solid
fr: Solide
it: Solido
ru: Тело

source: StlSolid
fr: Solide STL
it: SolidoStl
ru: Тело стандарта STL

source: Wire
fr: Maillage
it: Filo
ru: Провод

source: Sketch
fr: Esquisse
it: Schizzo
ru: Траектория

source: Image
it: Immagine
ru: Изображение

source: CoordinateSystem
fr: Système de coordonnées
it: Sistema di Coordinate
ru: Координатная система

source: Dimension
it: Dimensione
ru: Размер

source: Ruler
fr: Règle
it: Righello
ru: Линейка

source: Ellipse
it: Ellisse
ru: Эллипс

source: CorrelationTool
it: Strumento di correlazione
ru: ИнструментКорреляции

source: AngularDimension
it: DimensioneAngolare
ru: Угловой размер

source: OrientationModifier
it: ModificaOrientamento
ru: МодификаторОриентации

source: Hole
fr: Trou
it: Foro
ru: Отверстие

source: Positions
it: Posizione
ru: Позиции

source: Reorder Object
fr: Réordonner l’Objet
it: Riordino Oggetti

source: Number of elements
fr: Nombre d'éléments
it: Numero di elementi
ru: Количество элементов

source: order
fr: ordre
it: ordine
ru: порядок

source: Split Sketch
fr: Découper l'esquisse
it: Separa Schizzo
ru: Разделить эскиз

source: Convert sketch to face
fr: Convertir esquisse en face
it: Converti schizzo in faccia
ru: Конвертировать эскиз в поверхность

source: Convert sketch to wire
fr: Convertir une esquisse en maille
it: Converti schizzo in filo !!!
ru: Конвертировать эскиз в линии

source: Use negative for smaller and Positive for larger)
fr: Valeur négative pour diminuer et positive pour augmenter
it: Usa valori negativi per rimpicciolire e positivi per ingrandire
ru: Используйте отрицательные числа для уменьшения или положительные для увеличения)

source: Enter the distance
fr: Entrer la distance
it: Inserire la Distanza
ru: Введите расстояние

source: Copy Parallel
fr: Copie Parallèle
it: Copia parallela
ru: Скопировать паралелльно

source: Split arcs to little lines
fr: Découper les arcs en segments
it: Separa arco in piccole linee
ru: Разбить дугу на маленькие линии

source: Pick objects to move
fr: Choisir l'objet à déplacer
it: Seleziona oggetto da spostare
ru: Выделить объекты для перемещения

source: Pick objects to rotate
fr: Choisir les objets à faire pivoter
it: Seleziona oggetto da ruotare
ru: Укажите объекты для вращения
